Repository: ADDDor/ATLauncher-Crack
Catalog: src/main/resources/assets/lang/*.po
Languages: af_za, ca_es, da_dk, de_de, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sv_se, tr_tr

source: This tool clears out all logs created by the launcher (not included those made by instances) to free up space and old junk.
de_de: Dieses Tool löscht alle vom Launcher erstellten Logs (nicht enthalten die von Instanzen) um Platz frei zu machen.
fi_fi: Tämä työkalu puhdistaa kaikki käynnistimen luodut logit (ei sisällä pakettien luotuja) vapauttaaksesi tilaa ja vanhaa roskaa.
he_il: כלי זה מנקה את כל היומנים שנוצרו ע"י המשגר (לא כולל אלה שנוצרו ע"י מקרים) כדי לפנות מקום וזבל ישן.
it_it: Questo strumento elimina tutti i log creati dal launcher (non inclusi quelli fatti da istanze) per liberare spazio e vecchi spazzatura.
ro_ro: Această unealtă curăță toate log-urile create de launcher (nu sunt include cele făcute de instanțe) pentru a crea spațiu liber.
sv_se: Detta verktyg rensar alla loggar skapade av launchern (exclusive dem som skapats av instanser) för att göra plats och sådant.

source: Success
da_dk: Succes
de_de: Erfolgreich
fi_fi: Onnistui
he_il: הצלחה
hu_hu: Siker
it_it: Successo
ja_jp: 成功
ro_ro: Succes
sv_se: Lyckat
tr_tr: Başarılı

source: Successfully cleared the logs.
de_de: Logs erfolgreich gelöscht.
fi_fi: Logit tyhjennettiin onnistuneesti.
he_il: ניקוי היומנים הסתיים בהצלחה.
it_it: Cache pulita con successo.
ro_ro: Log-urile aplicației au fost șterse cu succes.
sv_se: Rensning av loggar lyckat.

source: Check For Updates
de_de: Nach Aktualisierungen suchen
fi_fi: Etsi päivityksiä
it_it: Controlla aggiornamenti
ja_jp: アップデートのチェック
ro_ro: Caută actualizări
sv_se: Sök efter uppdateringar

source: Network Checker
de_de: Netzwerkprüfer
fi_fi: Internetin tarkistaja
he_il: בודק רשת
it_it: Controllo rete
ro_ro: Verificator de Rețea
sv_se: Nätverkskontrollerare

source: This tool does various tests on your network and determines any issues that may pop up with connecting to our file servers and to other servers.
de_de: Dieses Tool führt verschiedene Tests auf Ihrem Netzwerk durch und bestimmt alle Probleme, die mit der Verbindung zu unseren Dateiserver und zu anderen Servern auftreten können.
fi_fi: Tämä työkalu tekee eri testejä internettiisi ja päättää viat jotka tulevat yhdistäessäsi tiedostoihimme ja muihin palvelimiin.
he_il: כלי זה מבצע מספר בדיקות רשת ומצביע על בעיות העשויות לצוץ עם חיבור לשרת הקבצים ולשרתים אחרים.
it_it: Questo strumento esegue vari test sulla tua rete e determina eventuali problemi che potrebbero risultare con la connessione ai nostri server di file e ad altri server.
ro_ro: Această unealtă face diverse teste pe rețeaua dumneavoastră și determină orice problemă care ar putea apărea în timpul conectării la serverul nostru de fișiere sau alte servere.
sv_se: Detta verktyg gör olika prov av ditt närverk för att hitta eventuella fel som kan dyka upp i uppkopplingen till våra filservrar och andra servrar.

source: Please note that the data from this tool is sent to ATLauncher so we can diagnose possible issues in your setup. This test may take up to 10 minutes or longer to complete and you will be unable to do anything while it's running. Please also keep in mind that this test will use some of your bandwidth, it will use approximately 20MB.<br/><br/>Do you wish to continue?
de_de: Bitte beachten Sie, dass die Daten aus diesem Tool an ATLauncher gesendet werden, damit wir mögliche Probleme in Ihrem Setup diagnostizieren können. Dieser Test kann bis zu 10 Minuten oder länger dauern und Sie werden nicht in der Lage sein, etwas zu tun, während er läuft. Bitte beachten Sie auch, dass dieser Test einige Ihrer Bandbreite verwendet, er wird etwa 20MB benötigen.<br/><br/>Möchten Sie fortfahren?
fi_fi: Huomioi, että tiedot tästä työkalusta lähetetään ATLauncherille, jotta voimme diagnosoida mahdolliset virheet asetuksistasi. Tämä testi kestää noin 10 minuuttia tai enemmän valmistuakseen ja et voi tehdä muuta, kun se pyörii. Pidä myös mielessä, että testi käyttää hieman siirtonopeutta, se käyttää suunnilleen 20MB.<br/><br/>Haluatko jatkaa?
it_it: Si prega di notare che i dati di questo strumento vengono inviati ad ATLauncher in modo da poter diagnosticare eventuali problemi nella configurazione. Questo test potrebbe richiedere fino a 10 minuti o più per completare e non si potrà fare nulla mentre è in esecuzione. Si prega di tenere presente che questo test userà una parte della tua banda, utilizzerà circa 20MB.<br/><br/>Vuoi continuare?
ro_ro: Vă rugăm să rețineți că datele din această unealtă sunt transmise către ATLauncher pentru a putea diagnostica posibile probleme cu configurația dumneavoastră. Acest test s-ar putea să dureze pâna la 10 minute sau mai mult pentru a se termina și nu veți putea să faceți nimic în timp ce rulează. De asemenea acest test se va folosi si de lățimea de bandă, aproximativ 20 MB. <br/><br/>Doriți să continuați?
sv_se: Vänligen notera att datan från detta verktyg skickas till ATLauncher så att vi kan utreda eventuella problem i din konfiguration. Detta provet kan ta upp till 10 minuter eller mer att utföras och du kommer inte kunna göra någonting under tiden. Ha i åtanke att detta provet kommer använda en del av din bandbredd, det kommer använda ungefär 20MB.<br/><br/> Vill du fortsätta?

source: Network Checker Running. Please Wait!
de_de: Netzwerkprüfer läuft. Bitte warten!
fi_fi: Internetin testaaja pyörii. Odota!
he_il: בודק רשת רץ. אנא חכה!
it_it: Controllo di rete in corso. Attendere prego!
ro_ro: Verificatorul De Rețea Rulează. Vă Rugăm Așteptați!
sv_se: Kontrollerar nätverket. Vänligen vänta!

source: The network checker tool has completed and the data sent off to ATLauncher.<br/><br/>Thanks for your input to help understand and fix network related issues.
de_de: Das Netzwerk-Checker-Tool ist fertig und hat die Daten an ATLauncher gesendet.<br/><br/>Danke für Ihre Eingabe, um zu helfen, die Probleme im Netzwerk zu verstehen und zu beheben.
fi_fi: Internetin tarkistaja työkalu on onnistunut ja tiedot lähetetään ATLauncherille.<br/><br/>Kiitos avun ymmärtämisestä ja internetin korjaamiseen liittyvistä virheistä.
it_it: Lo strumento di controllo della rete è stato completato e i dati inviati ad ATLauncher.<br/><br/>Grazie per il tuo input per aiutare a capire e risolvere problemi di rete correlati.
ro_ro: Verificatorul de rețea a terminat și a trimis datele către ATLauncher.<br/><br/>Mulțumim pentru ajutorul tău în înțelegerea și remedierea problemelor legate de rețea.
sv_se: Nätverkskontrollen är utförd och datan har skickats till ATLauncher.<br/><br/> Tack för din insats, den kommer hjälpa oss att förstå och åtgärda nätverksrelaterade problem.

source: Dev
de_de: Entwickler
fi_fi: Kehittäjä
he_il: מפתח
hu_hu: Fejlesztő
it_it: Sviluppatore
ro_ro: Developer

source: Private
da_dk: Privat
de_de: Privat
fi_fi: Yksityinen
he_il: פרטי
hu_hu: Privát
it_it: Privato
ja_jp: 非公開
ro_ro: Privat
sv_se: Privat
tr_tr: Gizli

source: Launch in debug mode
de_de: Im Debug-Modus starten
fi_fi: Käynnistä testaustilassa
it_it: Avvia in modalità debug
ro_ro: Launcher în modul debug
sv_se: Starta i debuggläge

source: Use this to relaunch ATLauncher in debug mode. This can be used to get more debug logs in order to help diagnose issues with ATLauncher.
de_de: Benutze dies, um ATLauncher im Debug-Modus neu zu starten. Dies kann verwendet werden, um weitere Debug-Logs zu erhalten und Probleme mit ATLauncher zu erkennen.
fi_fi: Käytä tätä käynnistääksesi uudelleen ATLauncherin testaustilassa. Tätä voi käyttää, joka auttaa diagnosoimaan ongelmat ATLauncherin kanssa.
it_it: Usa questo per rilanciare ATLauncher in modalità debug. Questo può essere utilizzato per ottenere più log di debug per aiutare a diagnosticare problemi con ATLauncher.
ro_ro: Folosește această opțiune pentru a relansa ATLanucher în modul debug. Acesta poate fi folosit pentru a obține mai multe loguri pentru a ajuta la diagnosticarea problemelor cu ATLauncher.
sv_se: Använd detta för att starta om ATLauncher i debuggläge. Detta kan användas för att få fler debuggloggar som hjälper utredningen av problem med ATLauncher.

source: Use this to automatically install and use a recommended version of Java to use with ATLauncher.
de_de: Verwenden Sie dies, um automatisch eine empfohlene Java-Version zu installieren und aktivieren, um sie mit ATLauncher zu verwenden.
fi_fi: Käytä tätä automaattiseen asentamiseen ja käytä suositettua Java-versiota käyttääksesi ATLauncheria.
it_it: Usalo per installare e utilizzare automaticamente una versione raccomandata di Java per usare con ATLauncher.
ro_ro: Folosește această opțiune pentru a instala automat și a utiliza versiunea recomandată de Java cu cu ATLauncher.
sv_se: Använd detta för att automatiskt installera och använda en rekommenderad version av Java att använda ATLauncher med.

source: Downloading. Please Wait!
de_de: Wird heruntergeladen. Bitte warten!
fi_fi: Ladataan. Odota!
it_it: File in download. Attendere prego!
ro_ro: În Curs De Descărcare. Vă rugăm așteptați!
sv_se: Laddar ner. Vänligen vänta!
tr_tr: İndiriliyor. Lütfen bekleyin!

source: Extracting
de_de: Extrahiere
fi_fi: Puretaan
it_it: Estrazione
ja_jp: 解凍中
ro_ro: Se Extrage
sv_se: Extraherar
tr_tr: Çıkarılıyor

source: An error occurred downloading the runtime. Please check the logs.
de_de: Ein Fehler trat auf beim Herunterladen der Runtime. Bitte überprüfen Sie die Protokolle.
fi_fi: Virhe tapahtui ladatessa pyörimisaikaa. Katso logit.
it_it: Si è verificato un errore durante il download del runtime. Controlla i log.
ro_ro: O eroare a apărut la descărcarea runtime-ului. Vă rugăm verificați logurile.
sv_se: Ett fel inträffade under nerladdningen av runtimen. Vänligen kontrollera loggarna.

source: The recommended version of Java has been installed and set to be used.
de_de: Die empfohlene Version von Java wurde installiert und eingestellt, um verwendet zu werden.
fi_fi: Suositeltu Java versio on asennettu ja asetettu käyttöön.
it_it: La versione raccomandata di Java è stata installata e impostata per essere utilizzata.
ro_ro: Versiunea recomandată de Java a fost instalată și setată pentru a fi folosită.
sv_se: Den rekommenderade versionen av Java har installerats och blivit inställd för användning.

source: Server Checker
de_de: Server-Überprüfer
fi_fi: Palvelimen Tarkistaja
it_it: Controllo server
ro_ro: Verificator de Server
sv_se: Serverkontroll
tr_tr: Sunucu Kontrol

source: This tool checks specified Minecraft servers to see if they are up or not and how many players are logged in. Settings can be configured in the Settings tab under the Tools sub tab.
de_de: Dieses Tool überprüft die angegebenen Minecraft Server, um zu sehen, ob sie hochgefahren sind oder nicht und wie viele Spieler angemeldet sind. Einstellungen können im Reiter Einstellungen unter dem Untermenü Werkzeuge konfiguriert werden.
fi_fi: Tämä työkalu tarkistaa määritetyt Minecraft-palvelimet että näet onko ne päällä ja paljonko pelaajia on kirjautunut sisään. Asetuksia voidaan määrittää Asetukset-kohdasta Työkalut-kohdan alta.
it_it: Questo strumento controlla specifici server di Minecraft per vedere se sono in alto o no e quanti giocatori sono connessi. Le impostazioni possono essere configurate nella scheda Impostazioni sotto la sotto-scheda Strumenti.
ro_ro: Această unealtă verifică serverele Minecraft specificate pentru a vedea dacă sunt online sau offline și câți jucători sunt conectați la server. Setările acestei unelte pot fi configurate în bara de Setări sub opțiunea Unelte.
sv_se: Detta verktyg kollar specificerade Minecraft-servrar för att se om de är uppe och hur många spelare som är inloggade. Inställningar kan bli konfigurerade i inställningsfliken under underfliken Verktyg.

source: Add Curse Pack
ca_es: Afegir pack de Curse
de_de: Curse Pack hinzufügen
fi_fi: Lisää Curse-paketti
it_it: Aggiungi pacchetto curva
ro_ro: Adaugă Modpack Curse
sv_se: Lägg till Curse Pack

source: Paste in a link to a modpack, or upload a zip file from CurseForge
de_de: Fügen Sie einen Link zu einem Modpack ein oder laden Sie eine Zip-Datei von CurseForge hoch
fi_fi: Liitä linkki modipakettiin tai lataa zip-tiedosto CurseForgesta
it_it: Incolla in un link a un modpack o carica un file zip da CurseForge
ro_ro: Lipește un link către un modpack, sau încarcă un fișier zip de pe siteul CurseForge
sv_se: Klistra in en link till en modpack, eller ladda upp en zipfil från CurseForge

source: CurseForge Url
de_de: CurseForge Link
fi_fi: CurseForge osoite
it_it: Url di CurseForge
ro_ro: Link Către CurseForge
tr_tr: CurseForge Bağlantısı

source: CurseForge Zip
it_it: Negozio Zip
ro_ro: Fișier Zip CurseForge
tr_tr: CurseForge Zip Dosyası

source: Browse
de_de: Durchsuchen
fi_fi: Selaa
he_il: עיין
it_it: Apri nel browser
ja_jp: 検索
ro_ro: Răsfoiește
sv_se: Bläddra
tr_tr: Göz At

source: Select
da_dk: Vælg
de_de: Auswählen
fi_fi: Valitse
he_il: בחר
it_it: Lingua predefinita impostata per il lato Amministrativo: %s
ja_jp: 選択
ro_ro: Selectează
sv_se: Välj
tr_tr: Seç

source: Adding Curse Pack
de_de: Curse Pack hinzufügen
fi_fi: Lisätään Curse-pakettia
he_il: מוסיף חבילת קללות
it_it: Aggiungi pacchetto curva
ro_ro: Se Adauga Modpackul Curse
sv_se: Lägger till Curse Pack
tr_tr: Curse Paketi Ekleniyor

source: Failed To Add Pack
de_de: Fehler beim Hinzufügen von Pack
fi_fi: Paketin lisääminen epäonnistui
he_il: כישלון בהוספת חבילה
it_it: Aggiunta pacco fallita
ro_ro: Eșec În Adaugarea Modpackului
sv_se: Tilläggning av Pack misslyckades
tr_tr: Paket Ekleme Başarısız

source: An error occured when trying to add Curse pack.<br/><br/>Check the console for more information.
de_de: Beim Hinzufügen von Curse Pack ist ein Fehler aufgetreten.<br/><br/>Prüfen Sie die Konsole für weitere Informationen.
fi_fi: Virhe ilmeentyi kun Curse-pakettia yritettiin lisätä.<br/><br/>Katso konsoli nähdäksesi lisätietoja.
it_it: Si è verificato un errore durante il tentativo di aggiungere il pacchetto Curse.<br/><br/>Controlla la console per maggiori informazioni.
ro_ro: O eroare a apărut în timp ce se încerca adăugarea modpackului Curse.<br/><br/>Verifică consola pentru mai multe informații.
sv_se: Ett fel inträffades när ett Curse pack försöktes läggas till.<br/><br/>Kontrollera konsolen för mer information.

source: Add Server
da_dk: Tilføj Server
de_de: Server hinzufügen
fi_fi: Lisää palvelin
it_it: Aggiungi server
ro_ro: Adaugă server
sv_se: Lägg till server
tr_tr: Sunucu Ekle

source: Edit Server
de_de: Server bearbeiten
fi_fi: Muokkaa palvelinta
it_it: Modifica server
ro_ro: Editați server
sv_se: Redigera server
tr_tr: Sunucuyu Düzenle

source: Edit
de_de: Bearbeiten
fi_fi: Muokkaa
it_it: Modifica
ro_ro: Editează
sv_se: Redigera
tr_tr: Düzenle

source: Name
ca_es: Nom
fi_fi: Nimi
it_it: Denomina
ja_jp: 名前
ro_ro: Denumește
sv_se: Namn
tr_tr: İsim

source: Host/IP
fi_fi: Isäntä/IP
ro_ro: Gazdă/IP
sv_se: Värd/IP

source: Port
da_dk: Havn
fi_fi: Portti
it_it: Porta
ja_jp: ポート
ro_ro: Portul

source: Close
da_dk: Luk
de_de: Schließen
fi_fi: Sulje
it_it: Chiudi
ja_jp: 閉じる
ro_ro: Închide
sv_se: Stäng
tr_tr: Kapat

source: Not all fields were filled in. Please go back and fill them in!
de_de: Nicht alle Felder wurden ausgefüllt. Bitte gehe zurück und fülle sie aus!
fi_fi: Kaikkia kenttiä ei täytetty. Palaa takaisin ja täytä ne!
it_it: Non tutti i campi sono stati riempiti. Torna indietro e compilali!
ro_ro: Nu au fost completate toate spațiile libere. Vă rugăm reveniți și completații-le!
sv_se: Alla fält är inte infyllda. Vänligen gå tillbaka och fyll i dem!

source: The port you specified is invalid. Please check it and try again.
de_de: Der angegebene Port ist ungültig. Bitte überprüfe ihn und versuche es erneut.
fi_fi: Portti jonka annoit ei kelpaa. Tarkista ja kokeile uudestaan.
it_it: Il controllo del server non è valido. Si prega di controllare e riprovare.
ro_ro: Portul specificat este invalid. Vă rugăm verificați-l și încercați din nou.
sv_se: Porten du angav är ogiltig. Kontrollera den och försök igen.

source: Checking Server
de_de: Überprüfe Server
fi_fi: Tarkistetaan palvelinta
it_it: Controllo Server
ro_ro: Server în curs de verificare
sv_se: Kontrollerar servern
tr_tr: Sunucu Kontrol Ediliyor

source: Couldn't connect to server. All servers must be online and successfully checked once before adding.
de_de: Verbindung zum Server konnte nicht hergestellt werden. Alle Server müssen online und erfolgreich überprüft werden, bevor sie hinzugefügt werden.
fi_fi: Palvelimeen ei pystytty yhdistämään. Kaikkien palvelimien täytyy olla verkossa ja onnistuneesti tarkistettu ennen lisäämistä.
it_it: Impossibile connettersi al server. Tutti i server devono essere online e controllati con successo una volta prima di aggiungere.
ro_ro: Imposibil de conectat la server. Toate serverele trebuie să fie online și să fie verificate cu succes înainte de adăugare.
sv_se: Det gick inte att ansluta till servern. Alla servrar måste vara online och framgångsrikt kontrolleras en gång innan de läggs till.

source: Server Added
de_de: Server hinzugefügt
fi_fi: Palvelin lisätty
it_it: Server aggiunto
ro_ro: Server Adăugat
sv_se: Server tillagd
tr_tr: Sunucu Eklendi

source: Server Edited
de_de: Server bearbeitet
fi_fi: Palvelin muokattu
it_it: Server aggiunto
ro_ro: Server Editat
sv_se: Server redigerad
tr_tr: Sunucu Düzenlendi

source: Search
ca_es: Cerca
da_dk: Søg
de_de: Suchen
fi_fi: Etsi
he_il: חיפוש
it_it: Trova
ja_jp: 検索
ro_ro: Caută
sv_se: Sök
tr_tr: Ara

source: Adding Mods For {0}
de_de: Füge Mods hinzu für {0}
fi_fi: Lisätään modeja {0}
he_il: מוסיף מודים בשביל {0}
it_it: Aggiunta di Mods per {0}
ro_ro: Se Adaugă Moduri Pentru {0}
sv_se: Lägger till Mods för {0}

source: Add Pack
de_de: Pack hinzufügen
fi_fi: Lisää paketti
he_il: הוסף חבילה
hu_hu: Csomag hozzáadás
it_it: Aggiungi Pacchetto
ro_ro: Adaugă Modpack
sv_se: Lägg till Pack
tr_tr: Paket Ekle

source: Pack Code
de_de: Code des Packs
fi_fi: Paketin koodi
he_il: קוד חבילה
it_it: Pocket Code
ro_ro: Codul Modpackului
sv_se: Packkod
tr_tr: Paket Kodu

source: Pack Added
de_de: Pack hinzugefügt
fi_fi: Paketti lisätty
he_il: חבילה נוספה
it_it: Pocket Code
ro_ro: Modpack Adăugat
sv_se: Pack tillagd
tr_tr: Paket Eklendi

source: The pack has been added!
de_de: Das Paket wurde hinzugefügt!
fi_fi: Paketti on lisätty!
he_il: החבילה נוספה!
it_it: E' stato aggiunto un link!
ro_ro: Modpackul a fost adăugat!
sv_se: Packet har lagts till!
tr_tr: Paket eklendi!

source: Pack Already Added
de_de: Paket bereits hinzugefügt
fi_fi: Paketti on jo lisätty
he_il: החבילה כבר נוספה
it_it: Pacchetto già aggiunto
ro_ro: Modpack Deja Adăugat
sv_se: Packet har redan lagts till
tr_tr: Paket Zaten Ekli

source: The pack was already added!
de_de: Das Paket wurde bereits hinzugefügt!
fi_fi: Paketti on jo lisätty!
he_il: החבילה כבר נוספה!
it_it: E' stato aggiunto un link!
ro_ro: Acest modpackul a fost deja adăugat!
sv_se: Packet har redan lagts till!
tr_tr: Bu paket zaten ekli!

source: Error Adding Pack
de_de: Fehler beim Hinzufügen des Pakets
fi_fi: Virhe lisättäessä pakettia
he_il: תקלה בהוספת חבילה
it_it: Errore aggiungendo la connessione
ro_ro: Eroare În Timpul Adăugării Modpackului
sv_se: Fel vid tillsättning av Packet
tr_tr: Paket Eklemede Hata

source: A pack with that code doesn't exist!
de_de: Ein Paket mit diesem Code existiert nicht!
fi_fi: Paketti kyseisellä koodilla ei ole olemassa!
it_it: Non esiste un programma con il nome specificato!
ro_ro: Un modpack cu acel cod nu există!
sv_se: Ett Pack med den koden finns inte!

source: Installing {0}
de_de: Installiere {0}
fi_fi: Asennetaan {0}
hu_hu: Telepítés {0}
ro_ro: Se Instalează {0}
sv_se: Installerar {0}
tr_tr: {0} Yükleniyor

source: The below mods need to be installed
de_de: Die unten stehenden Mods müssen installiert sein
fi_fi: Alla olevat modit ovat pakollisia
it_it: Le mod sottostanti devono essere installate
ja_jp: 下のMODをインストールしなくてはならない
ro_ro: Modurile de mai jos trebuie să fie instalate
sv_se: Moddarna nedan måste installeras

source: Version To Install
ca_es: Versió a instal·lar
de_de: Zu installierende Version
fi_fi: Asennettava versio
it_it: Versione da installare
ja_jp: インストールするバージョン
ro_ro: Versiune De Instalat
sv_se: Version att ladda ner
tr_tr: Yüklenecek Sürüm

source: Editing Mods For {0}
de_de: Bearbeite Mods für {0}
fi_fi: Muokataan modeja {0}
it_it: Aggiunta di Mods per {0}
ro_ro: Editare Moduri Pentru {0}
sv_se: Ändra mods för {0}

source: Enabled Mods
de_de: Aktivierte Mods
fi_fi: Käytössä olevat modit
it_it: Abilita modulo
ro_ro: Moduri Activate
sv_se: Aktiverade mods
tr_tr: Etkin Modlar

source: Disabled Mods
de_de: Deaktivierte Mods
fi_fi: Käytöstä poistetut modit
it_it: Moduli disattivati
ro_ro: Moduri Dezactivate
sv_se: Avaktiverade mods
tr_tr: Devre Dışı Bırakılmış Modlar

source: Add Mod
de_de: Mod hinzufügen
fi_fi: Lisää modi
hu_hu: Mod hozzáadása
it_it: Aggiungi Mod
ja_jp: MODを追加
ro_ro: Adaugă Un Mod
sv_se: Lägg till modul
tr_tr: Mod Ekle

source: Type Of Mod
de_de: Typ des Mods
fi_fi: Modin tyyppi
it_it: Tipo di codice
ja_jp: MODの種類
ro_ro: Tipul Modului
sv_se: Typ av Mod
tr_tr: Modun Türü

source: Add Curse Mod
ca_es: Afegir mod de Curse
de_de: Curse Mod hinzufügen
fi_fi: Lisää Curse-modi
it_it: Aggiungi pacchetto curva
ro_ro: Adaugă Un Mod Curse
sv_se: Lägg till Curse Mod

source: Enable Mod
de_de: Mod aktivieren
fi_fi: Ota modi käyttöön
it_it: Abilita modulo
ja_jp: MODを有効化
ro_ro: Activați Mod
sv_se: Aktivera mod
tr_tr: Modu Etkinleştir

source: Disable Mod
de_de: Mod deaktivieren
fi_fi: Poista modi käytöstä
it_it: Disabilita modulo
ro_ro: Dezactivați mod
sv_se: Avaktivera mod
tr_tr: Modu Devre Dışı Bırak

source: Remove Mod
de_de: Mod entfernen
fi_fi: Poista modi
it_it: Rimuovi riga
ro_ro: Îndepărtați Mod
sv_se: Ta bort mod
tr_tr: Mod Çıkar

source: Installing {0} Server
de_de: Installiere {0} Server
fi_fi: Asennetaan {0} palvelinta
it_it: Reinstallando il server {0}
ro_ro: Se Instalează {0} Server
sv_se: Installerar {0} Server

source: Reinstalling {0}
de_de: {0} wird neu installiert
fi_fi: Uudelleenasennetaan {0}
ro_ro: Se reinstalează {0}
sv_se: Ominstallerar {0}

source: Installing {0} From Curse
de_de: Installiere {0} von Curse
fi_fi: Asennetaa {0} Cursesta
it_it: Installazione {0} dalla Curse
ro_ro: Se Instalează {0} Din Curse
sv_se: Installerar {0} från Curse

source: Install
de_de: Installieren
fi_fi: Asenna
it_it: Configurazione email
ro_ro: Instalați
sv_se: Installera
tr_tr: Yükle

source: Enable User Lock
de_de: Benutzersperre aktivieren
fi_fi: Salli Käyttäjän lukko
it_it: Abilita Blocco Utente
ro_ro: Activează Blocare Utilizator
sv_se: Aktivera användarlås

source: Enabling the user lock setting will lock this instance to only be played<br/>by the person installing this instance (you) and will not show the instance to anyone else.<br/><br/>Are you sure you want to do this?
de_de: Die Benutzersperre zu aktivieren wird diese Instanz sperren, so dass sie nur gespielt werden kann<br/>von der Person, die diese Instanz installiert (Du) und wird sie niemandem anderen anzeigen.<br/><br/>Bist du sicher, das du dies tun möchtest?
fi_fi: Kun sallit käyttäjälukkoasetuksen, se lukitsee tämän paketin ainoastaan pelattavaksi<br/>hehkilön asentamassa tätä pakettia (sinun) ja ei näytä pakettia kenellekkään muulle.<br/><br/>Haluatko varmasti tehdä tämän?
it_it: Abilitando l'impostazione di blocco utente si bloccherà questa istanza solo per<br/>dalla persona che installa questa istanza (tu) e non mostrerà l'istanza a nessun altro.<br/><br/>Sei sicuro di volerla fare?
ro_ro: Activând blocarea utilizatorilor va face instanța să poată fi jucată doar de <br/> persoana care instalează instanța (tu) și nu se va afișa tuturor celorlați utilizatori.<br/><br/>Sunteți sigur că doriți să faceți asta?
sv_se: Genom att aktivera användarlåset så låser du denna instans till att endast kunna bli spelad<br/> av personen som installerat denna instans (du) och kommer inte att visas för någon annan.<br/><br/>Är du säker på att du vill göra det här?
