Repository: ADDDor/ATLauncher-Crack
Catalog: src/main/resources/assets/lang/*.po
Languages: af_za, ca_es, da_dk, de_de, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sv_se, tr_tr

source: An instance already exists with that name.<br/><br/>Rename it and try again.
ca_es: Ja existeix una instància amb aquest nom.<br/><br/>Reanomenela i torna-ho a provar.
de_de: Eine Instanz mti diesem Namen existiert bereits.<br/><br/>Benenne sie um und versuche es erneut.
fi_fi: Paketti ilmenee jo tällä nimellä.<br/><br/>Nimeä se uudelleen ja yritä uudelleen.
it_it: Un'istanza esiste già con questo nome.<br/><br/>Rinomina e riprova.
ro_ro: O instanță deja există cu acest nume.<br/><br/>Redenumiți-o și încercați din nou.
sv_se: En server med det namnet finns redan.<br/> <br/>Byt namn och försök igen.

source: Instance name is invalid. It must contain at least 1 letter or number.
ca_es: El nom de la instància no és vàlid. Ha de contenir al menys 1 lletra o nombre.
de_de: Der Name der Instanz ist ungültig. Er muss mindestens 1 Buchstaben oder 1 Zahl beinhalten.
fi_fi: Paketin nimi on epäkelpo. Sen täytyy sisältää vähintään 1 kirjain tai numero.
it_it: Nome istanza non valido. Deve contenere almeno 1 lettera o numero.
ro_ro: Numele instanței este invalid. Trebuie să conțină cel puțin o literă sau un număr.
sv_se: Instansnamnet är ogilitigt. Den måste innehålla minst 1 bokstav eller siffra.

source: A server already exists with that name.<br/><br/>Rename it and try again.
de_de: Ein Server mit diesem Namen existiert bereits.<br/><br/>Benenne ihn um und versuche es erneut.
fi_fi: Tällä nimellä oleva palvelin on jo olemassa.<br/><br/>Nimeä se uudelleen ja yritä uudelleen.
it_it: Un'istanza esiste già con questo nome.<br/><br/>Rinomina e riprova.
ro_ro: O server deja există cu acest nume.<br/><br/>Redenumiți-l și încercați din nou.
sv_se: En server med det namnet är upptaget <br/> <br/>Byt namn och försök igen.

source: Server name is invalid. It must contain at least 1 letter or number.
de_de: Ungültiger Servername. Er muss mindestens 1 Buchstabe oder 1 Zahl beinhalten.
fi_fi: Palvelimen nimi on epäkelpo. Sen täytyy sisältää vähintään 1 kirjain tai numero.
it_it: Nome istanza non valido. Deve contenere almeno 1 lettera o numero.
ro_ro: Numele serverului este invalid. Trebuie să conțină cel puțin o literă sau un număr.
sv_se: Server namnet är ogilitigt. Det måste innehålla minst 1 bokstav eller siffra.

source: Reinstalling {0} Server
de_de: Server {0} neu installieren
fi_fi: Asennetaan uudelleen {0} palvelin
it_it: Reinstallando il server {0}
ro_ro: Se Reinstalează {0} Server
sv_se: Installerar {0} Server

source: Starting Reinstall Process
de_de: Starte Neuinstallation
fi_fi: Aloitetaan uudelleenasennusprosessi
it_it: Avvio processo di Reinstalla
ro_ro: Începerea Procesului De Reinstalare
sv_se: Påbörjar ominstallationsprocess

source: Starting Install Process
de_de: Installationsprozess wird gestartet
fi_fi: Aloitetaan asennusprosessi
it_it: Avvio processo di Reinstalla
ro_ro: Începerea Procesului De Instalare
sv_se: Påbörjar installationsprocess

source: {0} {1} Not Reinstalled
de_de: {0} {1} Nicht neu installiert
fi_fi: {0} {1} Ei olla uudelleenasennettu
it_it: {0} {1} Non Reinstallato
ro_ro: {0}{1} Nu Este Reinstalat
sv_se: {0} {1} Inte ominstallerat

source: {0} {1} wasn't reinstalled.<br/><br/>Check error logs for more information.
de_de: {0} {1} wurde nicht neu installiert.<br/><br/>Prüfe Fehlerprotokolle für weitere Informationen.
fi_fi: {0} {1} ei oltu uuudelleenasennettu.<br/><br/>Tarkista lisätiedot virhelogeista.
it_it: {0} {1} non è stato reinstallato.<br/><br/>Controlla i log di errore per maggiori informazioni.
ro_ro: {0}{1} nu a fost reinstalat.<br/><br/> Verificați log-urile de erori pentru mai multe informații.
sv_se: {0} {1} kunde inte ominstalleras.<br/><br/>Kontrollera felmeddelande för mer information.

source: {0} {1} Not Installed
de_de: {0} {1} nicht installiert
fi_fi: {0} {1} Ei asennettu
it_it: {0} {1} Non Reinstallato
ro_ro: {0}{1} Nu Este Instalat
sv_se: {0} {1} Inte installerat

source: {0} {1} wasn't installed.<br/><br/>Check error logs for more information.
de_de: {0} {1} wurde nicht installiert.<br/><br/>Prüfe Fehlerprotokolle für weitere Informationen.
fi_fi: {0} {1} ei oltu asennettu.<br/><br/>Tarkista lisätiedot virhelogeista.
it_it: {0} {1} non è stato reinstallato.<br/><br/>Controlla i log di errore per maggiori informazioni.
ro_ro: {0}{1} nu a fost instalat.<br/><br/> Verificați log-urile de erori pentru mai multe informații.
sv_se: {0} {1} kunde inte installeras.<br/><br/>Kontrollera felmeddelande för mer information.

source: {0} {1} Installed
de_de: {0} {1} installiert
fi_fi: {0} {1} Asennettu
it_it: {0} {1} Non Reinstallato
ro_ro: {0}{1} Instalat
sv_se: {0} {1} Installerat
tr_tr: {0} {1} Yüklendi

source: {0} {1} has been reinstalled.
de_de: {0} {1} wurde neu installiert.
fi_fi: {0} {1} on uudelleenasennettu.
it_it: {0} {1} è stato attivato.
ro_ro: {0}{1} a fost reinstalat.
sv_se: {0} {1} Har blivit ominstallerat.
tr_tr: {0} {1} yeniden yüklendi.

source: {0} {1} server has been installed.<br/><br/>Find it in the servers tab.
de_de: {0} {1} Server wurde installiert.<br/><br/>Du findest ihn im Server-Tab.
fi_fi: {0} {1} palvelin ollaan asennettu.<br/><br/>Löydät sen palvelimet-kohdasta.
it_it: {0} {1} server è stato installato.<br/><br/>Trovalo nella scheda server.
ro_ro: Serverul {0}{1} a fost reinstalat.<br/><br/>Îl găsiți în fila de servere.
sv_se: {0} {1} Servern har blivit installerad. <br/><br/> Du kan hitta den i Server listan.

source: {0} {1} has been installed.<br/><br/>Find it in the instances tab.
de_de: {0} {1} wurde installiert.<br/><br/>Du findest es in der Instanz-Registerkarte.
fi_fi: {0} {1} on asennettu.<br/><br/>Löydät sen paketit-kohdasta.
it_it: {0} {1} server è stato installato.<br/><br/>Trovalo nella scheda server.
ro_ro: Instanța {0}{1} a fost reinstalat.<br/><br/>Îl găsiți în fila de instanțe.
sv_se: {0} {1} har blivit installerad.<br/><br/>Du kan hitta den i instans listan.

source: Getting Loader Versions
de_de: Ladeversionen werden abgerufen
fi_fi: Hankitaan lataajan versiot
it_it: Ottenere versioni sui Loader
ro_ro: Se Obține Versiunea Loader-ului
sv_se: Hämtar program version

source: Loader Version
fi_fi: Lataajan versio
it_it: Laravel Version
ro_ro: Versiunea Loader-ului
sv_se: Program Version

source: {0} Settings
de_de: {0} Einstellungen
fi_fi: {0} Asetukset
it_it: {0} Impostazioni
ro_ro: Setări {0}
sv_se: {0} Inställningar
tr_tr: {0} Ayarları

source: You are running a 32 bit Java and therefore cannot use more than 1GB of Ram. Please see http://atl.pw/32bit for help.
de_de: Du hast ein 32-Bit-Java und kannst daher nicht mehr als 1 GB Ram verwenden. Bitte sieh dir http://atl.pw/32bit an für Hilfe.
fi_fi: Pyörität 32 bittistä Javaa ja sen takia ei voi käyttää kuin 1GB ramia. Katso http://atl.pw/32bit saadaksesi apua.
it_it: Stai eseguendo un Java a 32 bit e quindi non puoi utilizzare più di 1GB di Ram. Per favore, vedi http://atl.pw/32bit per aiuto.
ro_ro: Rulați Java 32 bit și în consecință nu puteți utiliza mai mult de un GB de Ram.Vă rugăm vizitați http://atl.pw/32bit pentru ajutor.
sv_se: Du använder en 32 bit version av Java och därför kan du inte använda mer än 1GB av Ram. Om du behöver hjälp kan du kolla här http://atl.pw/32bit.

source: Initial Memory/Ram
de_de: Initialiere Speicher/Ram
fi_fi: Alkuperäinen muisti/rami
it_it: Memoria iniziale/Ram
ro_ro: Memorie/Ram Inițial(ă)
sv_se: Inledande Minne/Ram

source: Initial memory/ram is the starting amount of memory/ram to use when starting Minecraft. This should be left at the default of 512 MB unless you know what your doing.
de_de: Initialisiere Speicher/Ram ist der Beginn der Anzahl von Speicher/Ram, der benutzt wird, wenn Minecraft startet. Dies sollte beim Standart von 512MB belassen werden, außer, du weißt, was du tust.
fi_fi: Alkuperäinen muisti/rami on aloittava määrä muistia/ramia käynnistäessä Minecraftia. Tämä pitäisi jättää oletukseksi 512 MB ellet tiedä mitä olet tekemässä.
it_it: Memoria iniziale/ram è la quantità iniziale di memoria/ram da utilizzare quando si avvia Minecraft. Questo dovrebbe essere lasciato come predefinito a 512 MB a meno che non si sappia cosa si fa.
ro_ro: Memoria/Ram-ul inițial(ă) este valoarea de memorie/ram de folosit când Minecraft este pornit. Aceasta ar trebui lăsată la valoarea implicită de 512 MB în afară de cazul în care știi ce faci.
sv_se: Inledande minne/ram är den vanliga storleken på minne/ram som du använder när du startar Minecraft. Det ska vara 512 MB och oförändrat om du inte vet vad du gör.

source: Maximum Memory/Ram
de_de: Maximaler Speicher/Ram
fi_fi: Enintään muistia/ramia
it_it: Memoria massima/Ram
ro_ro: Memorie/Ram Maxim
sv_se: Maximal Minne/Ram

source: The maximum amount of memory/ram to allocate when starting Minecraft.
de_de: Die maximale Menge an Speicher/Ram, die beim Starten von Minecraft verwendet werden soll.
fi_fi: Suurin määrä muistia/ramia kun käynnistät Minecraftia.
it_it: La quantità massima di memoria/ram da assegnare all'avvio di Minecraft.
ro_ro: Valoarea maximă de memorie/ram alocate la pornirea Minecraftului.
sv_se: Den maximala storleken på minne/ram att allokera när du startar Minecraft.

source: PermGen Size
ca_es: Mida de PermGen
de_de: Ram-Größe
fi_fi: PermGenin koko
it_it: Dimensione PermGen
ro_ro: Mărime PermGen
sv_se: PermGen Storlek

source: The PermGen Size for java to use when launching Minecraft in MB.
de_de: Die Ram-Größe für Java, die beim Starten von Minecraft in MB verwendet werden soll.
it_it: La dimensione PermGen per java da usare quando si avvia Minecraft in MB.
ro_ro: Mărimea PermGen (în MB) pentru a fi folosită de java la lansarea Minecraftului.
sv_se: PermGen storleken för java (MB) att använda när du startar Minecraft.

source: Java Path
de_de: Java Pfad
fi_fi: Java suunta
it_it: Percorso Java
ro_ro: Cale Java
sv_se: Java väg
tr_tr: Java Dizini

source: This setting allows you to specify where your Java Path is.<br/><br/>This should be left as default, but if you know what your doing just set<br/>this to the path where the bin folder is for the version of Java you want to use<br/><br/>If you mess up, click the Reset button to go back to the default
de_de: Diese Einstellung erlaubt es dir, anzugeben, wo dein Java-Pfad ist.<br/><br/>Dies sollte als Standard bleiben, aber wenn du weißt, was du tust, setze einfach<br/>auf den Pfad, in dem der Ordner für die Java-Version ist, die Sie verwenden möchten,<br/><br/>Wenn Sie sich abmelden, klicken Sie auf den Reset-Button, um auf die Standardeinstellung zurückzukehren
it_it: Questa impostazione ti permette di specificare dove è il tuo percorso Java.<br/><br/>Questo deve essere lasciato come predefinito, ma se sai cosa stai facendo appena impostato<br/>questo nel percorso dove la cartella bin è per la versione di Java che vuoi utilizzare<br/><br/>Se si è in messaggistica, clicca il pulsante Reset per tornare al default
ro_ro: Această setare îți permite să specificați unde este calea Java.<br/><br/>Aceasta ar trebui lăsată ca implicită, dar dacă știți ce faceți doar setați <br/> aceasta către calea directorului bin pentru versiunea de Java pe care doriți să o folosiți<br/><br/>. Dacă greșiți, apăsați butonul Reset pentru a reveni la valoarea implicită

source: Reset
ca_es: Reinicia
de_de: Zurücksetzen
fi_fi: Nollaa
it_it: Reimposta
ro_ro: Resetare
sv_se: Nollställ
tr_tr: Sıfırla

source: Select path to Java install
de_de: Pfad zur Java-Installation auswählen
fi_fi: Valitse polku Javan asennukselle
it_it: Seleziona percorso per l'installazione Java
ro_ro: Selecți calea către instalarea Java
sv_se: Välj väg till Java installation
tr_tr: Java kurulumu için dizin seçin

source: Java Parameters
de_de: Java-Parameter
fi_fi: Java parametrit
it_it: Parametri Mail
ro_ro: Parametrii Java
sv_se: Java parametrar

source: Extra Java command line paramaters can be added here.
de_de: Hier können zusätzliche Java Kommandozeilen-Parameter hinzugefügt werden.
fi_fi: Ylimääräisiä Java-komentoriviparametrejä voi lisätä tähän.
it_it: I paracompagni di comando Java possono essere aggiunti qui.
ro_ro: Parametrii extra pentru linia de comandă Java pot fi adăugați aici.

source: Save
ca_es: Desa
de_de: Speichern
fi_fi: Tallenna
it_it: Salva
ja_jp: 保存
ro_ro: Salvați
sv_se: Spara
tr_tr: Kaydet

source: Select Mods To Install
de_de: Mods zum Installieren auswählen
fi_fi: Valitse asennettavat modit
it_it: Selezionare i componenti aggiuntivi da installare
ro_ro: Selectați Moduri De Instalat
sv_se: Välj tillägg att installera

source: Required Mods
de_de: Benötigte Mods
fi_fi: Vaaditut modit
it_it: Mod richieste
ro_ro: Moduri Necesare
sv_se: Nödvändiga tillägg

source: Optional Mods
de_de: Optionale Mods
fi_fi: Vaihtoehtoiset modit
it_it: Mods opzionali
ro_ro: Moduri Opționale
sv_se: Valfria tillägg

source: Use Share Code
de_de: Teilen-Code verwenden
fi_fi: Käytä jakamiskoodia
it_it: Condividi il video
ro_ro: Utilizează Codul Partajat
sv_se: Använd Dela-kod

source: Enter Share Code
de_de: Teilen-Code eingeben
fi_fi: Syötä jakamiskoodi
it_it: Condividi il video
ro_ro: Introduceți Codul Partajat

source: Select Recommended
de_de: Empfohlene auswählen
fi_fi: Valitse suositeltut
it_it: -- Selezionare Raccomandato --
ro_ro: Selectați Recomandate
sv_se: Välj rekommenderade

source: Select All
de_de: Alle auswählen
fi_fi: Valitse kaikki
it_it: Seleziona tutto
ro_ro: Selectează toate
sv_se: Välj alla

source: Clear All
de_de: Alle löschen
fi_fi: Tyhjennä kaikki
it_it: Cancella tutto
ro_ro: Șterge tot
sv_se: Rensa allt

source: Warning
de_de: Warnung
fi_fi: Varoitus
it_it: Attenzione
ro_ro: Avertizare
sv_se: Varning

source: {0}<br/><br/>Are you sure that you want to enable this mod?
de_de: {0}<br/><br/>Sind Sie sicher, dass Sie diese Mod aktivieren möchten?
fi_fi: {0}<br/><br/>Oletko varma että haluat ottaa käyttöön tämän modin?
it_it: {0}<br/><br/>Sei sicuro di voler attivare questa mod?
ro_ro: {0}<br/><br/>Sunteți sigur că doriți să activați acest mod?
sv_se: {0}<br/><br/>Är du säker på att du vill aktivera denna modden?

source: Yes
ca_es: Sí
de_de: Ja
fi_fi: Kyllä
it_it: Sì
ja_jp: はい
ro_ro: Da
sv_se: Ja
tr_tr: Evet

source: No
de_de: Nein
fi_fi: Ei
ja_jp: いいえ
ro_ro: Nu
sv_se: Nej
tr_tr: Hayır

source: Invalid Share Code
de_de: Ungültiger Teilen-Code
fi_fi: Virheellinen jakamiskoodi
it_it: Codice della banca non valido
ro_ro: Cod Partajat Invalid
sv_se: Ogiltig delningskod

source: Tasks Done
de_de: Aufgaben erledigt
fi_fi: Työt tehty
it_it: Attività fatte
ro_ro: Sarcini Îndeplinite
sv_se: Uppgift klar

source: Renaming Instance
de_de: Instanz umbenennen
fi_fi: Uudelleennimetään modipakettia
it_it: Elimina Istanza
ro_ro: Se Redenumește Instanța
sv_se: Bytar namn på instans

source: Instance Name
ca_es: Nom de la instància
de_de: Instanzname
fi_fi: Modipaketin nimi
it_it: Nome istanza
ro_ro: Numele Instanței
sv_se: Instansnamn

source: There is already an instance called {0}.<br/><br/>Rename it and try again.
ca_es: Ja hi ha una instància anomenada {0}..<br/><br/>Canvia-li el nom i torna-ho a provar.
de_de: Es gibt bereits eine Instanz namens {0}.<br/><br/>Umbenennen und erneut versuchen.
fi_fi: On olemassa jo Modipaketti nimeltään {0}.<br/><br/>Nimeä uudelleen ja kokeile uudestaan.
it_it: C'è già un'istanza chiamata {0}.<br/><br/>Rinomina e riprova.
ro_ro: Deja există o instanță numită {0}.<br/><br/>Redenumiți-o și încercați din nou.
sv_se: Där finns redan en instans som heter {0}.<br/><br/>Ge den ett nytt namn och försök igen.

source: The name {0} is invalid. It must contain at least 1 letter or number.
de_de: Der Name {0} ist ungültig. Er muss mindestens 1 Buchstaben oder 1 Nummer enthalten.
fi_fi: Modipaketin nimi {0} on epäkelvollinen. Sen täytyy sisältää vähintään 1 kirjain tai numero.
ro_ro: Numele {0} este invalid. Trebuie să conțină cel puțin o literă sau un număr.
sv_se: Namnet {0} är ogiltigt. Det måste innehålla minst 1 bokstav eller siffra.

source: An error occurred renaming the instance.<br/><br/>Please check the console and try again.
de_de: Fehler beim Umbenennen der Instanz.<br/><br/>Bitte überprüfe die Konsole und versuche es erneut.
fi_fi: Virhe tapahtui paketin uudelleennimeämisessä.<br/><br/>Tarkista konsoli ja yritä uudelleen.
it_it: Si è verificato un errore durante la clonazione dell'istanza.<br/><br/>Controlla la console e riprova.
ro_ro: O eroare a apărut în timpul redenumirii instanței.<br/><br/>Vă rugăm verificați consola și încercați din nou.
sv_se: Ett fel inträffade med omdöpningen av instansen.<br/><br/>Vänligen kontrollera konsolen och försök igen.

source: {0} Setup
de_de: {0} einrichten
fi_fi: {0} Asennus
it_it: {0} Imposta
ro_ro: {0} Configurări
sv_se: {0} Uppstart
tr_tr: {0} Kurulumu

source: Setting up {0}
de_de: Richtet {0} ein
fi_fi: Asennetaan {0}
it_it: Impostazione {0}
ro_ro: Se Configurează {0}
sv_se: Startar upp {0}

source: Language
de_de: Sprache
fi_fi: Kieli
it_it: Lingua
ja_jp: 言語
ro_ro: Limbă
sv_se: Språk
tr_tr: Dil

source: Enable Leaderboards
de_de: Ranglisen aktivieren
fi_fi: Aktivoi tulostaulukot
it_it: Classifica gara
ro_ro: Activează Clasamente
sv_se: Aktivera Leaderboard

source: Enable Anonymous Analytics
de_de: Anonyme Analytik aktivieren
fi_fi: Aktivoi anonyymit tiedonkeräykset
it_it: Abilita Analisi Anonimo
ro_ro: Activați Analize Anonime
sv_se: Aktivera anonym datainsamling

source: The Launcher sends back anonymous analytics to Google Analytics in order to track what people do and don't use in the launcher. This helps determine what new features we implement in the future. All analytics are anonymous and contain no user/instance information in it at all. If you don't want to send anonymous analytics, you can disable this option.
de_de: Der Launcher sendet anonyme Analysen an Google Analytics zurück, um zu verfolgen, was Leute im Launcher verwenden und nicht verwenden. Dies hilft, zu bestimmen, welche neuen Funktionen wir in Zukunft implementieren. Alle Analytics sind anonym und enthalten keine Benutzer/Instanz-Informationen. Wenn Sie keine anonyme Analytik senden möchten, können Sie diese Option deaktivieren.
it_it: Il Launcher invia statistiche anonime a Google Analytics per monitorare ciò che le persone fanno e non usano nel launcher. Questo aiuta a determinare quali nuove funzionalità attuiamo in futuro. Tutte le analisi sono anonime e non contengono alcuna informazione utente/istanza in esso. Se non vuoi inviare analitiche anonime, puoi disabilitare questa opzione.
ro_ro: Launcherul trimite analize anonime către Google Anaytics pentru a putea observa ce folosesc și ce nu folosesc oamenii în launcher. Aceasta ajută la determinarea a ce noi opțiuni noi să implementăm în viitor. Toate analizele sunt anonime și nu conțin nici informație despre utilizator/instanțe. Daca nu doriți să trimiteți analize anonime, puteți dezactiva această opțiune.

source: Mods in {0}
fi_fi: Modit {0}
ro_ro: Moduri în {0}
sv_se: Mods i {0}
tr_tr: {0}'daki Modlar

source: Adding Mods
de_de: Mods hinzufügen
fi_fi: Lisätään modeja
it_it: Aggiungi Modulo
ro_ro: Se Adaugă Moduri
sv_se: Tillägger mod
tr_tr: Modlar Ekleniyor

source: Type
de_de: Typ
fi_fi: Tyyppi
it_it: Tipo
ro_ro: Tip
sv_se: Typ
tr_tr: Tür

source: Copying Mods
de_de: Mods kopieren
fi_fi: Kopioidaan modeja
it_it: Copia delle modifiche
ro_ro: Se Copie Modurile
sv_se: Kopierar Mods
tr_tr: Modlar Kopyalanıyor

source: Invalid File
de_de: Ungültige Datei
fi_fi: Virheellinen tiedosto
it_it: File non valido
ro_ro: Fișier invalid
sv_se: Ogiltig Fil
tr_tr: Geçersiz Dosya

source: Skipping file {0}. Only zip, jar and litemod files can be added.
de_de: Überspringe Datei {0}. Nur Zip-, jar- und Litemod-Dateien können hinzugefügt werden.
fi_fi: Ohitetaan tiedosto {0}. Ainoastaan zip-, jar- ja litemod tiedostoja voidaan lisätä.
it_it: Saltando il file {0}. Possono essere aggiunti solo file zip, jar e litemod.
ro_ro: Se sare peste fișierul {0}. Numai fișiere zip, jar și litemod pot fi adăugate.
sv_se: Skippar fil {0}. Endast zip, jar och litemod-filer kan läggas till.

source: Copy
de_de: Kopieren
fi_fi: Kopioi
it_it: Copia
ro_ro: Copiază
sv_se: Kopiera
tr_tr: Kopyala

source: Loading
de_de: Laden
fi_fi: Ladataan
it_it: Sto caricando
ro_ro: Se încarcă
sv_se: Laddar
tr_tr: Yükleniyor

source: No mods found. Remove your search query and try again.
de_de: Keine Mods gefunden. Entferne deine Suchanfrage und versuche es erneut.
fi_fi: Modeja ei löytynyt. Poista sinun hakusanasi ja kokeile uudestaan.
it_it: Nessuna mod trovata. Rimuovi la query di ricerca e riprova.
ro_ro: Nici un mod găsit. Încearcă un alt șir de cuvinte de căutat.
sv_se: Inga mods hittade. Ta bort din sökfråga och försök igen.

source: No mods found.
ca_es: No s`ha trobat cap mod.
de_de: Keine Mods gefunden.
fi_fi: Modeja ei löytynyt.
it_it: Nessun tag trovato.
ro_ro: Niciun mod găsit.
sv_se: Inga Mods hittades.

source: Force quit
de_de: Beenden erzwingen
fi_fi: Pakota poistuminen
it_it: Forza uscita
ro_ro: Închidere forțată
sv_se: Tvångs avsluta
tr_tr: Kapanmaya Zorla

source: Add An Account
de_de: Konto hinzufügen
fi_fi: Lisää tili
it_it: Aggiungi un account
ro_ro: Adaugă Un Cont
sv_se: Lägg till ett Konto
tr_tr: Bir Hesap Ekle

source: Username/Email
de_de: Benutzername/E-Mail
fi_fi: Käyttäjänimi/Sähköposti
it_it: Nome utente/e-mail
ro_ro: Nume de utilizator/E-mail
sv_se: Användarnamn/Email
tr_tr: Kullanıcı adı/E-posta

source: Password
de_de: Passwort
fi_fi: Salasana
ro_ro: Parola
sv_se: Lösenord
tr_tr: Parola

source: Remember Password
de_de: Passwort merken
fi_fi: Muista salasana
it_it: Ricorda la password
ro_ro: Memorează Parola
sv_se: Kom ihåg lösenord
tr_tr: Parolayı hatırla

source: Security Warning
de_de: Sicherheitswarnung
fi_fi: Suojausvaroitus
it_it: Avviso di sicurezza
ro_ro: Avertisment de securitate
sv_se: Säkerhetsvarning
tr_tr: Güvenlik Uyarısı

source: Make sure you only do this on a computer you trust.<br/>If you do this on a shared computer, your password may be stolen.<br/>Do you still want to save your password?
de_de: Stellen Sie sicher, dass dies nur auf einem privaten Computer durchführen.<br/>Wenn Sie dies auf einem geteilten Computer durchführen, könnte Ihr Passwort gestohlen werden.<br/>Möchten Sie trotzdem Ihr Passwort speichern?
ro_ro: Asigurați-vă că faceți acest lucru doar pe un computer în care aveți încredere.<br/>Dacă faceți acest lucru pe un computer comun, este posibil ca parola dumneavoastră să fie furată.<br/>Mai doriți să vă salvați parola?

source: Are you sure you want to delete this account?
de_de: Bist du sicher, dass du dieses Konto löschen möchtest?
fi_fi: Oletko varma että haluat poistaa tämän tilin?
it_it: Eliminare questo account?
ro_ro: Sunteți sigur că doriți să ștergeți acest cont?
sv_se: Är du säker på att du vill ta bort detta kontot?

source: Reload Skin
de_de: Skin neu laden
fi_fi: Uudelleen lataa skini
it_it: Ricarica Skin
ro_ro: Reîncărcare Skin
sv_se: Ladda om Skin

source: Account Not Added
de_de: Konto nicht hinzugefügt
fi_fi: Tiliä ei ole lisätty
it_it: Account non trovato
ro_ro: Cont Neadăugat
sv_se: Kontot har inte tillagts

source: This account already exists.
de_de: Dieses Konto existiert bereits.
fi_fi: Tämä tili on jo olemassa.
it_it: Questo account esiste già.
ro_ro: Acest cont există deja.
sv_se: Detta konto finns redan.

source: Account Added
de_de: Konto hinzugefügt
fi_fi: Tili lisätty
it_it: Account non trovato
ro_ro: Cont Adăugat
sv_se: Konto Tillagt
tr_tr: Hesap Eklendi

source: Account added successfully. Switch to it now?
de_de: Konto erfolgreich hinzugefügt. Jetzt wechseln?
fi_fi: Tili lisätty onnistuneesti. Vaihdetaanko siihen nyt?
it_it: Account aggiunto con successo. Passare ora?
ro_ro: Cont adăugat cu succes. Comutați acum la acesta?
sv_se: Kontot har tillagts. Vill du byta till det nu?

source: Account Edited
de_de: Konto bearbeitet
fi_fi: Tiliä muokattu
it_it: Account non trovato
ro_ro: Cont Editat
tr_tr: Hesap Düzenlendi
