Repository: ADDDor/ATLauncher-Crack
Catalog: src/main/resources/assets/lang/*.po
Languages: af_za, ca_es, da_dk, de_de, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sv_se, tr_tr

source: An update is available for this instance.<br/><br/>Do you want to update now?
ca_es: Hi ha una actualització disponible per aquesta instància..<br/><br/>Vols actualitzar ara?
de_de: Eine Aktualisierung für diese Instanz ist möglich.<br/><br/>Möchtest du sie jetzt aktualisieren?
fi_fi: Päivitys on saatavilla tälle paketille.<br/><br/>Haluatko päivittää nyt?
he_il: עדכון זמין למקרה זה.<br/><br/>האם את/ה רוצה לעדכן עכשיו?
it_it: Un aggiornamento è disponibile per questa istanza.<br/><br/>Vuoi aggiornare ora?
ro_ro: O actualizare este disponibilă pentru această instanța.<br/><br/>Doriți să o actualizați acum?
sv_se: En uppdatering är tillgänglig för denna instans.<br/><br/>Vill du uppdatera nu?

source: Cannot update pack as you have no account selected.
de_de: Kann dieses Pack nicht aktualisieren, da du kein Konto ausgewählt hast.
fi_fi: Ei voida päivittää pakettia, koska et ole valinnut käyttäjää.
he_il: לא יכול לעדכן חבילה כי לא נבחר חשבון.
it_it: Impossibile riprodurre l'istanza perché non hai nessun account selezionato.
ro_ro: Nu se poate actualiza instanța deoarece nu aveți niciun cont selectat.
sv_se: Kan inte uppdatera instans eftersom du inte har valt ett konto.

source: Cannot reinstall pack as you have no account selected.
de_de: Kann das Paket nicht neu installieren, weil du kein Konto ausgewählt hast.
fi_fi: Ei voida asentaa pakettia uudelleen, koska et ole valinnut käyttäjää.
he_il: לא יכול להתקין חבילה מחדש כי לא נבחר חשבון.
it_it: Impossibile riprodurre l'istanza perché non hai nessun account selezionato.
ro_ro: Nu se poate reinstala instanța deoarece nu aveți niciun cont selectat.
sv_se: Kan inte ominstallera instans eftersom du inte har valt ett konto.

source: Backing Up {0}
ca_es: Fent còpia de seguretat de {0}
de_de: Erstelle Backup {0}
fi_fi: Varmuuskopioidaan {0}
he_il: מגבה {0}
it_it: Backup di {0}
ja_jp: バックアップする {0}
ro_ro: Se Salvează Copia De Rezervă {0}
sr_sp: Правим резервну копију {0}
sv_se: Säkerhetskopiera {0}
tr_tr: Yedekleniyor {0}

source: Backups saves all your worlds as well as some other files<br/>such as your configs, so you can restore them later.<br/>Once backed up you can find the zip file in the Backups/ folder.<br/>Do you want to backup this instance?
de_de: Backups speichern alle deine Welten zusammen mit einigen anderen Dateien<br/>wie deine Konfiguration, damit du sie später wiederherstellen kannst.<br/>Sobald du das Backup erstellt hast, kannst du die Zip-Datei im Backups/ Ordner finden.<br/>Möchten Sie für diese Instanz ein Backup erstellen?
fi_fi: Varmuuskopio tallentaa kaikki sinun maailmasi sekä muutamat muut tiedostot<br/>kuten sinun asetukset, jotta voit palauttaa ne myöhemmin.<br/>Kun tiedostot ovat varmuuskopioitu, voit löytää zip-tiedoston Backup/kansiosta-<br/>Haluatko varmuuskopioida tämän paketin?
he_il: גיבוי שומר את כל העולמות שלך וקבצים נוספים<br/>כגון התצורות שלך, כדי שתוכל/י לשחזר אותם מאוחר יותר.<br/>ברגע שהם מגובים את/ה יכול/ה למצוא את קובץ ה-zip בתיקייה Backups.<br/>האם ברצונך לגבות מקרה זה?
it_it: I backup salvano tutti i tuoi mondi e altri file<br/>come le tue config, così potrai ripristinarli più tardi.<br/>Una volta eseguito il backup potrai trovare il file zip nella cartella Backup.<br/>Vuoi eseguire il backup di questa istanza?
ro_ro: Face o copie de rezervă a tuturor lumilor tale precum și altor fișiere<br/> ca de exemplu fișierul de configurări, astfel le vei putea restitui mai târziu.<br/>După finalizarea copierii vei putea găsi fișierul zip în directorul Backups.<br/>Vrei să faci o copie de rezervă a acestei instanțe?
sv_se: Säkerhetskopiering sparar alla dina världar samt andra filer<br/>så som dina konfigurationer, så du kan återställa dem senare.<br/>Då du har säkerhetskopierat kan du hitta zip filen i backup mappen.<br/>Vill du säkerhetskopiera denna instans?

source: Backup is complete. Your backup was saved to the following location:<br/><br/>{0}
de_de: Backup abgeschlossen. Dein Backup wurde an folgendem Ort gespeichert:<br/><br/>{0}
fi_fi: Varmuuskopiointi on saatu päätökseen. Varmuuskopiointisi tallennettiin seuraavaan sijaintiin:<br/><br/>{0}
he_il: גיבוי הושלם. הגיבוי שלך נשמר למקום הבא:<br/><br/>{0}
it_it: Backup completato. Il backup è stato salvato nella seguente posizione:<br/><br/>{0}
ro_ro: Copie de rezervă este finalizată. Aceasta a fost salvată în următoarea locație:<br/><br/>{0}
sv_se: Säkerhetskopieringen är klar. Din säkerhetskopia sparades på följande plats:<br/><br/>{0}

source: No Saves Found
ca_es: No s'han trobat actualitzacions
de_de: Keine Sicherung gefunden
fi_fi: Tallennuksia ei löytynyt
he_il: לא נמצאו שמירות
hu_hu: Nem található mentés
it_it: Nessuna immagine trovata
ja_jp: データなし
ro_ro: Nicio Salvare Găsită
sv_se: Inga sparade filer hittades
tr_tr: Kayıt Bulanamadı

source: Can't backup instance as no saves were found.
de_de: Kann Instanz nicht sichern, weil keine Sicherung gefunden wurde.
fi_fi: Ei voida varmuuskopioida pakettia, koska tallennuksia ei löytynyt.
he_il: לא יכול לגבות מקרה כי לא נמצאו שמירות.
it_it: Impossibile eseguire il backup dell'istanza in quanto non sono stati trovati salvataggi.
ro_ro: Nu se pot face o copii de rezervă deoarece nu s-au găsit instanțe salvate.
sv_se: Kan inte säkerhetskopiera instans eftersom inga sparade filer hittades.

source: Enter a new name for this cloned instance.
de_de: Gib einen Namen für diese kopierte Instanz ein.
fi_fi: Lisää uusi nimi tälle kloonatulle paketille.
he_il: הכנס/י שם חדש למקרה המשוכפל הזה.
it_it: Inserisci un nuovo nome per questa istanza clonata.
ro_ro: Introdu un nume nou pentru această instanța clonată.
sv_se: Skriv in ett nytt namn för denna klonade instans.

source: Cloning Instance
de_de: Kopiere Instanz
fi_fi: Kloonataan pakettia
he_il: משכפל מקרה
it_it: Istanza Clonazione
ja_jp: インスタンスをコピー中
ro_ro: Se Clonează Instanța
sv_se: Klonar instans
tr_tr: Oluşum Kopyalanıyor

source: Cloning Instance. Please wait...
de_de: Kopiere Instanz. Bitte warten...
fi_fi: Kloonataan pakettia. Odota...
he_il: משכפל מקרה. אנא המתנ/י...
it_it: Clonazione Istanza. Attendere prego...
ja_jp: インスタンスをコピー中 お待ちください。。。
ro_ro: Se Clonează Instanța. Vă rugăm așteptați...
sv_se: Klonar Instans. Var Snäll Och Vänta...
tr_tr: Oluşum kopyalanıyor. Lütfen bekleyin...

source: Cloned Instance Successfully
de_de: Kopieren der Instanz erfolgreich abgeschlossen
fi_fi: Kloonattu paketti onnistuneesti
he_il: מקרה שוכפל בהצלחה
it_it: Istanza Clonata con successo
ja_jp: インスタンスをコピーしました
ro_ro: Instanța Clonată cu Succes
sv_se: Klonad instans med framgång
tr_tr: Oluşum Başarıyla Kopyalandı

source: An error occurred while cloning the instance.<br/><br/>Please check the console and try again.
de_de: Beim Klonen der Instanz ist ein Fehler aufgetreten.<br/><br/>Bitte überprüfe die Konsole und versuche es erneut.
fi_fi: Virhe tapahtui pakettia kloonatessa.<br/><br/>Tarkista konsoli ja yritä uudelleen.
he_il: אירעה שגיאה במהלך השכפול של המקרה.<br/><br/>אנא בדוק/בדקי את הקונסולה ונסה/י שוב.
it_it: Si è verificato un errore durante la clonazione dell'istanza.<br/><br/>Controlla la console e riprova.
ro_ro: O eroare a apărut în timpul clonării instanței.<br/><br/>Vă rugăm verificați consola și încercați din nou.
sv_se: Ett fel uppstod medans kloningen av instansen.<br/><br/>Kontrollera konsolen och försök igen.
tr_tr: Oluşum kopyalanırken hata oluştu.<br/><br/>Lütfen konsolu kontrol edin ve yeniden deneyin.

source: Delete Instance
ca_es: Suprimir instància
de_de: Instanz lösche
fi_fi: Poista paketti
he_il: מחק/י מקרה
it_it: Elimina Istanza
ja_jp: インスタンス消し
ro_ro: Șterge Instanța
sv_se: Ta bort instans
tr_tr: Oluşumu Kaldır

source: Are you sure you want to delete this instance?
de_de: Bist du sicher, dass du diese Instanz löschen möchtest?
fi_fi: Haluatko varmasti poistaa tämän paketin?
he_il: האם את/ה בטוח/ה שברצונך למחוק מקרה זה?
it_it: È sicuro di che volere cancellare questa istanza di lavoro?
ja_jp: インスタンス消しはいいですか？
ro_ro: Sunteți sigur ca doriți sa ștergeți aceasta instanță?
sv_se: Är du säker på att du vill ta bort den här instansen?
tr_tr: Bu oluşumu kaldırmak istediğinizden emin misiniz?

source: Deleting Instance
de_de: Lösche Instanz
fi_fi: Poistetaan pakettia
he_il: מוחק מקרה
it_it: Elimina Istanza
ja_jp: インスタンス消し中
ro_ro: Se Șterge Instanța
sv_se: Raderar instans
tr_tr: Oluşum Kaldırılıyor

source: Deleting Instance. Please wait...
de_de: Lösche Instanz. Bitte warten...
fi_fi: Poistetaan pakettia. Odota...
he_il: מוחק מקרה. אנא המתנ/י...
it_it: Clonazione Istanza. Attendere prego...
ja_jp: インスタンスを削除しています。 お待ちください。。。
ro_ro: Se Șterge Instanța. Vă rugăm așteptați...
sv_se: Raderar instans, var god vänta...
tr_tr: Oluşum Kaldırılıyor. Lütfen bekleyin...

source: Deleted Instance Successfully
de_de: Instanz erfolgreich gelöscht
fi_fi: Poistettiin paketti onnistuneesti
he_il: מקרה נמחק בהצלחה
it_it: Istanza Clonata con successo
ja_jp: インスタンスを削除しました
ro_ro: Instanța Ștearsă cu Succes
sv_se: Instansen har blivit borttagen
tr_tr: Oluşum Başarıyla Kaldırıldı

source: Change Image
da_dk: Skift billede
de_de: Bild ändern
fi_fi: Vaihda kuva
he_il: שנה/י תמונה
it_it: Cambia immagine
ja_jp: 画像を変更
ro_ro: Schimbă Imaginea
sv_se: Ändra bild

source: Share Code
da_dk: Del code
de_de: Code teilen
fi_fi: Jaa koodi
he_il: שתף קוד
it_it: Condividi il video
ro_ro: Partajează Cod
sv_se: Dela-kod

source: Error getting share code.
de_de: Fehler beim Anfordern des geteilten Codes.
fi_fi: Virhe tapahtui jakaessa koodia.
he_il: שגיאה בקבלת קוד שיתוף.
it_it: Errore nel prelievo del codice di condivisione.
ro_ro: Eroare la obținerea codului partajat.
sv_se: Problem vid hämtning utav Dela-Kod.

source: Share code copied to clipboard
de_de: Geteilter Code wurde in die Zwischenablage kopiert
fi_fi: Jakokoodi kopioitu leikepöydälle
he_il: קוד שיתוף הועתק ללוח
it_it: Stacktrace copiato negli appunti
ro_ro: Codul de partajat copiat în clipboard
sv_se: Dela-kod har kopierats till clipboard

source: Open CurseForge
ca_es: Obrir CurseForge
da_dk: Åben CurseForge
de_de: Öffne CurseForge
fi_fi: Avaa CurseForge
he_il: פתח את CurseForge
it_it: Apri CurseForge
ja_jp: CurseForgeを開きます
ro_ro: Deschide CurseForge
sv_se: Öppna CurseForge

source: Backups saves all your worlds as well as some other files such as your configs and<br/>optionally your mods (you can enable/disable this in the Settings tab), so you can restore them later.<br/><br/>Once backed up you can find the zip file in the backups/ folder.<br/><br/>Do you want to backup this instance?
de_de: Backups speichern alle deine Welten und einige andere Dateien wie deine Konfiguration und<br/>optional deine Mods (Du kannst dies in der Registerkarte "Einstellungen" aktivieren/deaktivieren), damit du sie später wiederherstellen kannst.<br/><br/>Sobald ein Backup erstellt wurde, können Sie die Zip-Datei im Backups/ Ordner finden.<br/><br/>Möchten Sie diese Instanz sichern?
fi_fi: Varmuuskopio tallentaa kaikki maailmasi myös muita tiedostoja kuten asetukset ja<br/>valinnaisesti modisi (voit sallia/hylätä tämän Asetukset-kohdasta), että voit palauttaa ne myöhemmin.<br/><br/>Kun varmuuskopioitu, voit löytää zip-tiedoston Backups/tiedostosta.<br/><br/>Oletko varma, että haluat varmuuskopioida paketin?
he_il: גיבוי שומר את כל העולמות שלך וקבצים נוספים כגון התצורות,<br/>וברשות, המודים שלך (את/ה יכול/ה לאפשר זאת או לא בכרטיסיית האפשרויות), כדי שתוכל/י לשחזר אותם מאוחר יותר.<br/><br/>ברגע שהם מגובים את/ה יכול/ה למצוא את קובץ ה-zip בתיקייה backups.<br/><br/> האם ברצונך לגבות מקרה זה?
it_it: I backup salvano tutti i tuoi mondi e altri file<br/>come le tue config, così potrai ripristinarli più tardi.<br/><br/>Una volta eseguito il backup potrai trovare il file zip nella cartella Backup.<br/><br/>Vuoi eseguire il backup di questa istanza?
ro_ro: Face o copie de rezervă a tuturor lumilor tale precum și altor fișiere ca de exemplu fișierul de configurări și <br/> opțional al modurilor(poți activa/dezactiva asta în Setări), astfel le vei putea restitui mai târziu.<br/><br/>După finalizarea copierii vei putea găsi fișierul zip în directorul Backups.<br/><br/>Vrei să faci o copie de rezervă a acestei instanțe?
sv_se: Säkerhetskopiering sparar alla dina sparfiler samt konfigurations filer och<br/>mods om du vill( du kan activera/deactivera detta is inställnings tabben), <br/><br/>så du kan återskapa dem vid senare tillfälle. När du har säkerhetskopierat, Hittar du -zip filen is "backup" mappen. <br/><br/> Vill du säkerhetskopiera denna instans?

source: No saves found
de_de: Keine Sicherungen gefunden
fi_fi: Tallennuksia ei löytynyt
he_il: לא נמצאו שמירות
it_it: Nessuna immagine trovata
ja_jp: データなし
ro_ro: Nicio Salvare Găsită
sv_se: Inga sparade filer hittades

source: No saves were found for this instance
de_de: Für diese Instanz wurden keine Sicherungen gefunden
fi_fi: Tallennuksia ei löytynyt paketille
he_il: לא נמצאו שמירות למקרה זה
it_it: Nessun salvataggio trovato per questa istanza
ro_ro: Nicio salvare găsită pentru această instanță
sv_se: Inga Sparade Filer Hittades för denna instans

source: Nothing To Show
da_dk: Intet til af vise
de_de: Nichts zum anzeigen
fi_fi: Ei mitään näytettävää
he_il: אין מה להציג
it_it: Niente da mostrare
ro_ro: Nimic De Afișat
sv_se: Ingenting att visa

source: New Instance
ca_es: Nova instància
de_de: Neue Instanz
fi_fi: Uusi modipaketti
he_il: מקרה חדש
hu_hu: Új indító
it_it: Nuova Istanza
ja_jp: 新インスタンス
ro_ro: Instanță Nouă
sv_se: Ny Instans

source: Create Server
ca_es: Crea un servidor
da_dk: Opret en server
de_de: Erstelle einen Server
fi_fi: Luo palvelin
he_il: צור שרת
hu_hu: Szerver létrehozása
it_it: Crea un server
ja_jp: サーバー作成
ro_ro: Creează un Server
sv_se: Skapa en Server

source: Support
ca_es: Assistència
fi_fi: Tuki
he_il: תמיכה
hu_hu: Támogatás
it_it: Supporto
ja_jp: サポート
ro_ro: Asistență
sv_se: Stöd
tr_tr: Destek

source: Website
ca_es: Pàgina web
da_dk: Hjemmeside
fi_fi: Nettisivu
he_il: אתר אינטרנט
hu_hu: Weboldal
it_it: Sito web
ja_jp: ウェブサイト
ro_ro: Site web
sv_se: Webbsida
tr_tr: İnternet Sitesi

source: View Mods
ca_es: Mostrar Mods
da_dk: Vise Modifikationer
de_de: Zeige Mods
fi_fi: Katsele modeja
he_il: צפה במודים
hu_hu: Modok megnézése
ja_jp: Modを見る
ro_ro: Vezi Modurile
sv_se: Visa Mods

source: Remove
ca_es: Esborrar
da_dk: Fjern
de_de: Entfernen
fi_fi: Poista
he_il: הסר
hu_hu: Eltávolítás
it_it: Rimuovi
ro_ro: Înlătură
sv_se: Ta Bort
tr_tr: Kaldır

source: Cannot create instance as you have no account selected.
de_de: Kann die Instanz nicht erstellen, da du kein Konto ausgewählt hast.
fi_fi: Ei voida luoda pakettia, koska et ole valinnut käyttäjää.
he_il: לא יכול ליצור מקרה כי לא נבחר חשבון.
hu_hu: Nem lehet elkészíteni a példányt mivel nincs fiók kiválasztva.
it_it: Impossibile riprodurre l'istanza perché non hai nessun account selezionato.
ro_ro: Imposibil de creat instanța deoarece nu aveți niciun cont selectat.
sv_se: Kan inte skapa instans eftersom du inte har valt ett konto.

source: Launch
ca_es: Inicia
da_dk: Start
de_de: Starten
fi_fi: Käynnistä
he_il: הפעל
hu_hu: Indítás
it_it: Avvia
ja_jp: 起動
ro_ro: Lansare
sv_se: Starta
tr_tr: Çalıştır

source: Launch & Close
ca_es: Inicia i tanca
da_dk: Start og luk
de_de: Starten & den Launcher schließen
fi_fi: Käynnistä ja sulje
he_il: הפעל וסגור
hu_hu: Indít és Bezár
it_it: Avvia e chiudi
ja_jp: 起動して終了する
ro_ro: Lansare & Închidere
sv_se: Starta och stäng
tr_tr: Çalıştır & Kapat

source: Launch With GUI
da_dk: Start med GUI
de_de: Starten mit GUI
fi_fi: Käynnistä GUI:lla
he_il: הפעל עם ממשק גרפי
it_it: Avvia con GUI
ro_ro: Lansare cu GUI
sv_se: Starta med GUI
tr_tr: Kullanıcı Arayüzüyle Birlikte Çalıştır

source: Launch With GUI & Close
da_dk: Start med GUI og luk
de_de: Starten mit GUI & Launcher schließen
fi_fi: Käynnistä GUI:lla ja sulje
he_il: הפעל עם ממשק גרפי וסגור
it_it: Avvia con GUI e Chiudi
ro_ro: Lansare cu GUI & Închidere
sv_se: Starta med GUI och stäng
tr_tr: Kullanıcı Arayüzüyle Birlikte Çalıştır & Kapat

source: This will backup your entire server folder so you can restore in case of an incident.<br/><br/>Do you want to backup this server?
de_de: Dies wird Ihren gesamten Server-Ordner sichern, damit du ihn im Falle eines Problems wiederherstellen kannst<br/><br/>Möchtest du von diesem Server ein Backup erstellen?
fi_fi: Tämä varmuuskopioi sinun koko palvelintiedoston, jotta voit palauttaa sen vahingon tapahtuen.<br/><br/>Haluatko varmuuskopioida tämän palvelimen?
he_il: זה יגבה את תיקיית השרת שלך במלואה כדי שתוכל/י לשחזר אותה במקרה של תקלה.<br/><br/>האם את/ה רוצה לגבות את השרת?
it_it: Questo backup dell'intera cartella del server in modo da poter ripristinare in caso di segnalazione.<br/><br/>Vuoi eseguire il backup di questo server?
ro_ro: Acesta va face o copie de rezervă a întregului director server astfel vei putea îl veți putea restitui în cazul unui incident.<br/><br/>Doriți să creați o copie de rezervă a serverului?
sv_se: Detta vill säkerhetskopiera hela din server mapp så du kan återskapa i fall något händer. <br/><br/>Vill du säkerhetskopiera servern?

source: Delete Server
ca_es: Eliminar servidor
da_dk: Slet Server
de_de: Server löschen
fi_fi: Poista palvelin
he_il: מחק שרת
hu_hu: Szerver törlése
it_it: Elimina il server
ja_jp: サーバー消し
ro_ro: Șterge Server
sv_se: Ta bort server
tr_tr: Sunucuyu Sil

source: Are you sure you want to delete this server?
ca_es: Segur que voleu esborrar aquest servidor?
da_dk: Er du sikker på du vil slette denne server?
de_de: Bist du sicher, dass du diesen Server löschen möchtest?
fi_fi: Oletko varma, että haluat poistaa palvelimen?
he_il: את/ה בטוח/ה שאת/ה רוצה למחוק את השרת הזה?
hu_hu: Biztosan törölni akarod ezt a Szervert?
it_it: Sei sicuro di voler modificare questa cartella?
ro_ro: Sunteți sigur ca vreți sa ștergeți acest server?
sv_se: Är du säker på att du vill ta bort servern?

source: Deleting Server
ca_es: Eliminant servidor
da_dk: Sletter server
de_de: Server wird gelöscht
fi_fi: Poistetaan palvelinta
he_il: מוחק שרת
hu_hu: Szerver törlése
it_it: Elimina il server
ja_jp: サーバー消し中
ro_ro: Se Șterge Serverul
sv_se: Raderar servern
tr_tr: Sunucu Siliniyor

source: Deleting Server. Please wait...
ca_es: Borrant servidor. espereu...
da_dk: Sletter server, vent venligst...
de_de: Server wird gelöscht. Bitte warten...
fi_fi: Poistetaan palvelinta. Odota...
he_il: מוחק שרת. אנא המתנ/י...
hu_hu: Szerver törlése. Kérem várjon...
it_it: Sto cancellando la cache, attendi qualche secondo...
ro_ro: Se Șterge Serverul. Vă rugăm așteptați...
sv_se: Raderar servern, var god vänta...
tr_tr: Sunucu Siliniyor. Lütfen bekleyin...

source: Deleted Server Successfully
ca_es: Servidor borrat satisfactòriament
da_dk: Server slettet Succesfuldt
de_de: Server wurde erfolgreich gelöscht
fi_fi: Palvelin poistettiin onnistuneesti
he_il: שרת נמחק בהצלחה
hu_hu: Szerver sikeresen törölve
it_it: I file eliminati con successo
ro_ro: Server Șters cu Succes
sv_se: Servern har blivit bort tagen
tr_tr: Sunucu Başarıyla Silindi

source: Clear
da_dk: Ryd
de_de: Leeren
fi_fi: Tyhjennä
he_il: נקה
hu_hu: Kiürítés
it_it: Azzera
ja_jp: 消去
ro_ro: Curăță
sv_se: Klart
tr_tr: Temizle

source: Copy Log
da_dk: Kopier Log
de_de: Verlauf kopieren
fi_fi: Kopioi loki
he_il: העתק/י יומן
it_it: Copia Log
ro_ro: Copie Log
sv_se: Kopiera log
tr_tr: Kayıtları Kopyala

source: Upload Log
de_de: Verlauf hochladen
fi_fi: Lataa logi
he_il: העלה/י יומן
it_it: Jetzt hochladen
ro_ro: Încarcă Log
sv_se: Ladda upp log
tr_tr: Günlükleri Yükle

source: Kill Minecraft
de_de: Minecraft sofort beenden
fi_fi: Tapa Minecraft
he_il: הרוג את מיינקראפט
hu_hu: Minecraft megölése
it_it: Uccidi Minecraft
ja_jp: マインクラフト殺し
ro_ro: Închide Forțat Minecraft
sv_se: Döda minecraft
tr_tr: Minecraft'ı Sonlandır

source: Are you sure you want to kill the Minecraft process?<br/><br/>Doing so can cause corruption of your saves.
de_de: Bist du sicher, dass du Minecraft sofort beenden möchtest?<br/><br/>Wenn du dies tust, könnten deine Sicherungen zerstört werden.
fi_fi: Oletko varma, että haluat tappaa Minecraft prosessin?<br/><br/>Se voi aiheuttaa tallennukseen korruption.
he_il: האם את/ה בטוח/ה שאת/ה רוצה להרוג את תהליך המיינקראפט?<br/><br/>לעשות את זה יכול לקלקל את השמירות שלך.
it_it: Sei sicuro di voler uccidere il processo di Minecraft?<br/><br/>Fare così può causare corruzione ai tuoi salvataggi.
ro_ro: Sunteți sigur că doriți să închideți forțat procese Minecraft?<br/><br/>Făcând asta puteți cauza corupția salvărilor.
sv_se: Är du säker på att du vill döda minecraft prosessen? <br/><br/>Detta kan korrupera dina spar filer.
tr_tr: Minecraft işlemini sonlandırmak istediğinizden emin misiniz?<br/><br/>Bu işlem kayıt dosyalarınızın bozulmasına yol açabilir.

source: Checking For Updates
da_dk: Tjekker Om Der Er Opdateringer
de_de: Nach Updates suchen
fi_fi: Tarkistetaan päivityksiä
he_il: מחפש עידכונים
it_it: Controllo aggiornamenti in corso
ro_ro: Se caută actualizări
sv_se: Kollar efter uppdateringar
tr_tr: Güncellemeler Kontrol Ediliyor

source: Show Console
da_dk: Vis koncol
de_de: Konsole anzeigen
fi_fi: Näytä konsoli
he_il: הצג קונסולה
hu_hu: Konzol mutatása
it_it: Mostra Console
ro_ro: Arată Consola
sv_se: Visa konsol
tr_tr: Konsolu Göster

source: Hide Console
da_dk: Skjul konsol
de_de: Konsole ausblenden
fi_fi: Piilota konsoli
he_il: החבא קונסולה
hu_hu: Konzol elrejtése
it_it: Nascondi controlli
ro_ro: Ascunde Consola
sv_se: Göm konsol
tr_tr: Konsolu Gizle

source: Update Data
da_dk: Opdater data
de_de: Daten aktualisieren
fi_fi: Päivitä tiedot
he_il: עדכן מידע
it_it: Aggiorna dati
ja_jp: データを更新
ro_ro: Actualizează Datele
sv_se: Uppdatera data
tr_tr: Verileri Güncelle

source: Select An Account
da_dk: Vælg konto
de_de: Konto auswählen
fi_fi: Valitse käyttäjä
he_il: בחר חשבון
hu_hu: Válassz egy fiókot
it_it: Account selezionato
ro_ro: Selectați Un Cont
sv_se: Välj en användare
tr_tr: Bir Hesap Seç

source: Checking Minecraft server status...
de_de: Überprüfe Minecraft Server Status...
fi_fi: Tarkistetaan Minecraft palvelimen tilaa...
he_il: בודק מצב שרתי מיינקראפט...
it_it: Controllo stato del server Minecraft...
ro_ro: Se verifică Statutul serverul Minecraft...
sv_se: Kollar minecraft server status...
tr_tr: Minecraft sunucu durumu kontrol ediliyor...

source: All Minecraft servers are up!
de_de: Alle Minecraft Server sind online!
fi_fi: Kaikki Minecraft palvelimet ovat päällä!
he_il: כל שרתי מיינקראפט פועלים!
it_it: Tutti i server di Minecraft sono in attivo!
ro_ro: Toate serverle Minecraft sunt online!
sv_se: Alla Minecraft servers är uppe!
tr_tr: Tüm Minecraft sunucuları aktif!

source: Minecraft servers are down!
de_de: Minecraft Server sind heruntergefahren!
fi_fi: Minecraft palvelimet ovat pois päältä!
he_il: שרתי מיינקראפט כבויים!
it_it: Tutti i server di Minecraft sono in attivo!
ro_ro: Toate serverle Minecraft sunt deconectate!
sv_se: Minecraft servers är nere!
tr_tr: Minecraft sunucuları kapalı!

source: Some Minecraft servers are down!
de_de: Einige Minecraft-Server sind heruntergefahren!
fi_fi: Jotkut Minecraft palvelimet ovat pois päältä!
he_il: חלק משרתי מיינקראפט כבויים!
it_it: Tutti i server di Minecraft sono in attivo!
ro_ro: Unele Servere Minecraft sunt deconectate!
sv_se: Några Minecraft servers är nere!
tr_tr: Bazı Minecraft sunucuları kapalı!

source: Log Clearer
de_de: Log-Leerer
fi_fi: Login puhdistaja
he_il: מנקה יומן
it_it: Pulitore Log
ro_ro: Curățător Log
sv_se: Loggrensare
tr_tr: Günlük Temizleyici
