Repository: ADDDor/ATLauncher-Crack
Catalog: src/main/resources/assets/lang/*.po
Languages: af_za, ca_es, da_dk, de_de, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sv_se, tr_tr

source: Downloading Skin
af_za: Laai vel af
ca_es: Descarregant aspecte
da_dk: Downloader Skin
de_de: Skin wird heruntergeladen
fi_fi: Ladataan skiniä
he_il: מתבצעת הורדה
hu_hu: Skin letöltése
it_it: Download dell'aggiornamento in corso
ja_jp: スキン・ダウンロード中
ro_ro: Se Descarcă Skin-ul
sr_sp: Преузимање Skin
sv_se: Laddar ner Skin
tr_tr: Skin İndiriliyor

source: Downloading Skin For {0}
af_za: Laai vel af {0}
ca_es: Descarregar Skin per a {0}
da_dk: Downloader Skin For {0}
de_de: Skin wird für {0} heruntergeladen
fi_fi: Ladataan skiniä {0}
he_il: מוריד מראה עבור {0}
hu_hu: Skin letöltése ennyiért {0}
it_it: Download skin per {0}
ja_jp: {0} のスキン・ダウンロード中
ro_ro: Descărcare Skin Pentru {0}
sr_sp: Инсталирање скина за {0}
sv_se: Laddar ner skins för {0}
tr_tr: {0} İçin Kostüm İndiriliyor

source: Error
af_za: Fout
da_dk: Fejl
de_de: Fehler
fi_fi: Virhe
he_il: שגיאה
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ro_ro: Eroare
sr_sp: Грешка
sv_se: Fel
tr_tr: Hata

source: Error downloading skin. Please try again later!
af_za: Kon nie die vel aflaai nie. Probeer asseblief weer later!
ca_es: Error al descarregar l'aspecte. Torna-ho a provar més tard!
da_dk: Der opstod en fejl da vi downloadede dit skin. Prøv igen senere!
de_de: Fehler beim Herunterladen der Skin. Bitte versuchen Sie es später erneut!
fi_fi: Virhe skinin latauksessa. Kokeile uudestaan myöhemmin!
he_il: שגיאה בהורדת מראה. אנא נסה מאוחר יותר!
hu_hu: Skin letöltése sikertelen. Próbálkozz később!
it_it: Errore durante il download della skin. Riprova più tardi!
ro_ro: Eroare descărcând skin-ul. Vă rugăm încercați mai târziu!
sr_sp: Грешка инсталирана скина. Молимо вас покусајте поново касније!
sv_se: Fel vid nedladdning av hud. Snälla, försök igen senare!
tr_tr: Skin indirilirken hata oluştu. Lütfen daha sonra tekrar dene!

source: Enter password for {0}
af_za: Voer wagwoord in vir {0}
ca_es: Introduïr clau per a {0}
da_dk: Skriv kodeordet til {0}
de_de: Neues Passwort für {0} eingeben
fi_fi: Anna salasana {0}
he_il: הזן סיסמא עבור {0}
hu_hu: Jelszó beírása ennyiért {0}
it_it: Inserisci una nuova password per {0}
ja_jp: {0} のパスワード入力ください
ro_ro: Introdu parola pentru {0}
sr_sp: Укуцајте сифру за {0}
sv_se: Skriv in lösenord för {0}
tr_tr: {0} için şifre girin

source: Enter Password
af_za: Sleutel wagwoord in
ca_es: Introdueix la contrasenya
da_dk: Skriv kodeordet
de_de: Passwort eingeben
fi_fi: Anna salasana
he_il: הזן סיסמה
hu_hu: Adja meg a jelszót
it_it: Inserisci una Password
ja_jp: パスワード入力ください
ro_ro: Introdu Parola
sr_sp: Укуцајте сифру
sv_se: Ange lösenord
tr_tr: Şifre Gir

source: Error Logging In
af_za: Kon nie aanmeld nie
ca_es: Error d'autenticació
da_dk: Der opstod en fejl da du prøvede at logge ind
de_de: Fehler beim Anmelden
fi_fi: Kirjautumisvirhe
he_il: שגיאה בהתחברות
hu_hu: Bejelentkezés sikertelen
it_it: Errore durante l'accesso
ja_jp: ログインエラー
ro_ro: Eroare de autentificare
sr_sp: Грешка приликом пријављивања
sv_se: Fel vid inloggningen
tr_tr: Giriş Yapılırken Hata

source: Couldn't login to Minecraft servers
af_za: Kon nie by Minecraft-bedieners aanmeld nie
ca_es: No s'ha pogut iniciar sessió als servidors de Minecraft
da_dk: Kunne ikke logge på Minecraft-serverne
de_de: Anmeldung bei Minecraft-Servern nicht möglich
fi_fi: Ei voitu kirjautua sisään Minecraft-palvelimiin
he_il: לא מצליח להתחבר לשרתי מיינקראפט
hu_hu: Nem sikerült bejelentkezni a Minecraft szerverére
it_it: Impossibile eseguire l'accesso ai server di Minecraft
ro_ro: Nu se poate conecta la serverele de Minecraft
sr_sp: Није могуће пријавити се на Minecraft серверe
sv_se: Kunde inte logga in på Minecrafts servrar
tr_tr: Minecraft sunucularına giriş yapılamıyor

source: No Updates Found
af_za: Geen opdaterings gevind nie
ca_es: No s'han trobat actualitzacions
da_dk: Ingen opdateringer fundet
de_de: Keine Aktualisierungen gefunden
fi_fi: Päivityksiä ei löytynyt
he_il: לא נמצאו עדכונים
hu_hu: Nem található új frissítés
it_it: Nessun aggiornamento trovato
ja_jp: アップデートなし
ro_ro: Nu s-au găsit actualizări
sr_sp: Надоградње нису пронађене
sv_se: Inga uppdateringar hittade
tr_tr: Güncelleme Bulunamadı

source: No updates were found for {0}.
af_za: Geen opdaterings is vir {0} gevind nie.
ca_es: No s'han trobat actualitzacions per a {0}.
da_dk: Ingen opdateringer fundet for {0}.
de_de: Es wurden keine Updates für {0} gefunden.
fi_fi: Päivityksiä ei löytynyt {0}.
he_il: לא נמצאו עדכונים עבור {0}.
hu_hu: Nem található fejlesztés ennyiért {0}.
it_it: Nessu aggiornamento trovato per {0}.
ja_jp: {0} のアップデートなし
ro_ro: Nu a fost găsită nicio actualizare pentru {0}.
sv_se: Inga uppdateringar hittades för {0}.
tr_tr: {0} için güncelleştirme bulunamadı.

source: No Description
af_za: Geen beskrywing
ca_es: Sense descripció
da_dk: Ingen beskrivelse
de_de: Keine Beschreibung
fi_fi: Ei kuvausta
he_il: אין תיאור
hu_hu: Nincs leírás
it_it: Nessuna descrizione
ja_jp: 説明なし
ro_ro: Fără Descriere
sr_sp: Нема описа
sv_se: Ingen beskrivning
tr_tr: Açıklama Yok

source: No Account Selected
af_za: Geen rekening gekies nie
ca_es: Cap compte seleccionat
da_dk: Ingen bruger er blevet valgt
de_de: Kein Konto ausgewählt
fi_fi: Käyttäjää ei valittu
he_il: לא נבחר חשבון
hu_hu: Nincs kiválasztva felhasználó
it_it: Nessun account selezionato
ja_jp: 選んだアカウントなし
ro_ro: Niciun Cont Selectat
sr_sp: Није изабран ниједан налог
sv_se: Inget konto valt
tr_tr: Seçili Hesap Yok

source: Cannot play instance as you have no account selected.
de_de: Du kannst die Instanz nicht spielen, weil du kein Konto ausgewählt hast.
fi_fi: Ei voida pelata modipakettia, koska et ole valinnut käyttäjää.
he_il: לא יכול לשחק במקרה כי לא נבחר חשבון.
hu_hu: Nem lehet lejátszani a példányt mivel nincs fiók kiválasztva.
it_it: Impossibile riprodurre l'istanza perché non hai nessun account selezionato.
ro_ro: Nu se poate juca dacă nu ai un cont selectat.
sr_sp: Примерак није могуће репродуковати јер немате изабран налог.
sv_se: Kan inte spela på instansen för du har inte valt en användare.
tr_tr: Hesap seçimi yapmadığınız için oluşum oynanamıyor.

source: Insufficient Ram
af_za: Onvoldoende ram
ca_es: Ram insuficient
da_dk: Utilstrækkelig Ledig Ram
de_de: Unzureichender Ram
fi_fi: Muisti ei riitä
he_il: RAM לא מספיק
hu_hu: Nincs elegendő memória
it_it: Ram insufficiente
ja_jp: ＲAM容量不足
ro_ro: Memorie Ram insuficientă
sr_sp: Недовољно меморијског простора
sv_se: Otillräckligt med Ram
tr_tr: Yetersiz Bellek

source: This pack has set a minimum amount of ram needed to <b>{0}</b> MB.<br/><br/>Do you want to continue loading the instance anyway?
af_za: Hierdie pakket het 'n minimum hoeveelheid ram ingestel wat nodig is vir <b> {0} </b> MB. <br/> <br/> Wil u in elk geval aanhou om die geval te laai?
da_dk: Denne pakke har sat et minimum antal af ram nødventigt til <b>{0}</b> MB.<br/><br/>Ville du stadig indlæse denne pakke?
de_de: Dieses Paket erfordert mindestens <b>{0}</b>MB<br/><br/> Ram. Möchtest du trotzdem die Instanz laden?
fi_fi: Tämä paketti tarvitsee ramia vähintään <b>{0}</b> MB. <br/><br/> Haluatko kuitenkin jatkaa paketin latausta?
he_il: חבילה זו קבעה את כמות RAM המינימום הדרושה ל-<b>{0}</b> מ"ב.<br/><br/>האם את/ה רוצה להמשיך לטעון את המקרה בכל זאת?
hu_hu: Ez a csomag minimum tárhelyet igényel <b>{0}</b> MB. <br/><br/> Szeretnéd folytatni a példány letöltését?
it_it: Questo pacchetto ha impostato un importo minimo di ram necessario per <b>{0}</b> MB.<br/><br/>Vuoi continuare a caricare l'istanza comunque?
ro_ro: Acest pachet a setat o valoare minimă necesară de ram de <b>{0}</b> MB.<br/><br/>Doriți să continuați încărcarea instanței?
sr_sp: Овај пакет је поставио минималну количину рама потребну за <b>{0}</b>MB.<br/><br/> Да ли желите да наставите са учитавањем инстанције?
sv_se: Detta modpack kräver minst <b>{0}</b>MB RAM. <br/><br/>Vill du forsätta att ladda instansen ändå?
tr_tr: Bu paket için gerekli bellek miktarı <b>{0}</b> MB.<br/><br/>Oluşumu yüklemeye yine de devam etmek ister misiniz?

source: Insufficent Permgen
af_za: Onvoldoende Permgen
ca_es: PermGen insuficient
da_dk: Utilstrækkelig Permgen
de_de: Unzureichende Berechtigung
fi_fi: Puutteellinen permgen
he_il: יצירה קבועה לא מספיקה
it_it: Permgen Insufficent
ro_ro: Generare Permanentă Insuficientă
sr_sp: Недовољно пермгена
sv_se: Otillräcklig Permgen
tr_tr: Yetersiz Permgen

source: This pack has set a minimum amount of permgen to <b>{0}</b> MB.<br/><br/>Do you want to continue loading the instance anyway?
af_za: Hierdie pakket het 'n minimum hoeveelheid permgen op <b> {0} </b> MB gestel. <br/> <br/> Wil u in elk geval aanhou om die instansie te laai?
da_dk: Denne pakke har sat en minimum mængde permgen til <b>{0}</b> MB. <br/><br/> Vil du stadig indlæse denne instans?
de_de: Dieses Paket erfordert mindestens <b>{0}</b>MB<br/><br/> Ram. Möchtest du die Instanz trotzdem laden?
fi_fi: Tämä paketti tarvitsee permgeniä vähintään <b>{0}</b> Mb.<br/><br/>Haluatko silti ladata paketin?
he_il: חבילה זו קבעה את כמות היצירה הקבועה המינימלית הדרושה ל-<b>{0}</b> מ"ב.<br/><br/>האם את/ה רוצה להמשיך לטעון את המקרה בכל זאת?
it_it: Questo pacchetto ha impostato un importo minimo di ram necessario per <b>{0}</b> MB.<br/><br/>Vuoi continuare a caricare l'istanza comunque?
ro_ro: Acest pachet a setat o valoare minimă necesară de permgen de <b>{0}</b> MB.<br/><br/>Doriți să continuați încărcarea instanței?
sr_sp: Паковање је поставило минималну количину пермгена на <b>{0}</b> MB.<br/><br/>Да ли желите да наставите са учитавањем инстанције?
sv_se: Detta modpack kräver minst <b>{0}</b>MB permgen. <br/><br/>Vill du forsätta att ladda instansen ändå?
tr_tr: Bu paket için gerekli permgen miktarı <b>{0}</b> MB.<br/><br/>Oluşumu yüklemeye yine de devam etmek ister misiniz?

source: Logging Into Minecraft
af_za: Teken in by Minecraft
ca_es: Iniciant sesió a Minecraft
da_dk: Logger ind på Minecraft
de_de: Bei Minecraft anmelden
fi_fi: Kirjaudutaan Minecraftiin
he_il: מתחבר למיינקראפט
hu_hu: Csatlakozás a Minecraftba
it_it: Logging in Minecraft
ja_jp: ログイン中
ro_ro: Autentificare În Minecraft
sr_sp: Пријављивање у Minecraft
sv_se: Loggar in på Minecraft
tr_tr: Minecraft'a Giriliyor

source: About Your Crash
af_za: Oor U Crash
ca_es: Sobre el teu Crash
da_dk: Omkring dit crash
de_de: Über den Absturz
fi_fi: Tietoja kaatumisestasi
he_il: על גבי הקריסה שלך
hu_hu: A Kifagyásodról
it_it: Info sul tuo Crash
ja_jp: クラッシュ説明
ro_ro: Despre Crashul Aplicației
sr_sp: О вашем паду
sv_se: Om din krasch
tr_tr: Çökme Hakkında

source: We detected a previous unreported crash generated by the OpenEye mod.<br/><br/>This has now been sent off to OpenEye and you can open the crash report below or continue without viewing it.
af_za: Ons het 'n vorige ongerapporteerde ongeluk ontdek wat gegenereer is deur die OpenEye-mod. <br/> <br/> Dit is nou na OpenEye gestuur en u kan die ongelukverslag hieronder oopmaak of voortgaan sonder om dit te bekyk.
de_de: Wir haben einen neuen, nicht gemeldeten Absturz durch den Mod OpenEye festgestellt.<br/><br/>Dies wurde OpenEye mitgeteilt. Du kannst den Absturzbericht unten ansehen oder fortfahren, ohne ihn dir anzusehen.
fi_fi: Havaitsimme viime epäraportoidusta kaatumisesta OpenEye modin.<br/><br/>Tämä on nyt lähetetty OpenEyelle ja nyt voit avata kaatumisraportin alta tai jatkaa näkemättä sitä.
he_il: זיהינו דוח קריסה קודם שנוצר ע"י המוד OpenEye ולא דווח.<br/><br/>הדוח נשלח ל-OpenEye ועכשיו את/ה יכול לפתוח את דוח הקריסה למטה או להמשיך בלי לצפות בו.
it_it: Abbiamo rilevato un precedente crash non segnalato generato dalla mod OpenEye.<br/><br/>Questo è stato inviato a OpenEye e puoi aprire il report di crash qui sotto o continuare senza vederlo.
ro_ro: Noi am detectat un crash anterior neraportat generat de modul OpenEye.<br/><br/>Acesta a fost trimis acum către OpenEye și poți deschide raportul despre crash mai jos sau poți continua fără a-l vedea.
sr_sp: Открили смо претходни непријављени пад који је генерисао ОpenEye мод.<br/><br/>Ово је сада послато на OpenEye и можете да отворите извештај о паду у наставку или наставите без прегледа.
sv_se: Vi upptäckte gamla orapporterade krasch loggar som tillägget Openeye har genererat. <br/><br/>Dessa har nu skickats till OpenEye och du kan öppna krasch rapporten här nedan eller fortsätta utan att kolla den.

source: You can turn this off by unchecking the OpenEye Reporting setting in the Settings tab. Click Ok to continue.
af_za: U kan dit uitskakel deur die OpenEye Reporting-instelling in die Instellings-oortjie te merk. Klik op Ok om voort te gaan.
de_de: Du kannst dies ausschalten, indem du die "Reporting" - Einstellung von OpenEye im Tab Einstellungen deaktivierst. Ok klicken, um fortzufahren.
fi_fi: Voit sulkea tämän poistamalla valinnan OpenEye raportti kohdasta Asetus-kohdasta. Paina Ok jatkaaksesi.
he_il: את/ה יכול/ה לכבות את זה ע"י ביטול הסימון של האפשרות "דיווח OpenEye" בכרטיסיית האפשרויות. לחץ OK כדי להמשיך.
it_it: Puoi disattivare questa opzione deselezionando l'impostazione di OpenEye Reporting nella scheda Impostazioni. Clicca Ok per continuare.
ro_ro: Poți dezactiva opțiunea de raportare a modului OpenEye în Panoul de setări. Apăsă Ok pentru a continua.
sr_sp: Ово можете искључити ако поништите потврду поставке OpenEye Репортинг подешавање на картици Сеттингс. Кликните Ок за наставак.
sv_se: Du kan stänga av detta genom att avmarkera OpenEye rapporteringsinställning i inställningsfliken. Klicka Ok för att fortsätta.
tr_tr: Bunu Ayarlar sekmesinde bulunan OpenEye Raporlama ayarının işaretini kaldırarak kapatabilirsiniz. Devam etmek için Tamam'a tıklayın.

source: Open Crash Report
af_za: Open Crash-verslag
ca_es: Obrir informe d'error
da_dk: Åben Crash Rapport
de_de: Absturzbericht öffnen
fi_fi: Avaa kaatumisilmoitukset
he_il: פתח/י דוח קריסה
hu_hu: Kifagyás jelentésének megnyitása
it_it: Invia segnalazione
ja_jp: クラッシュレポートを開く
ro_ro: Deschide Raport Crash
sr_sp: Отвори извјештај о паду
sv_se: Öppna krasch rapport
tr_tr: Hata Raporunu Aç

source: Ok
hu_hu: Oké
ro_ro: Bine
sr_sp: У реду
sv_se: Okej
tr_tr: Tamam

source: Instance {0} Saved!
af_za: Voorkoms {0} Gered!
da_dk: Pakken {0} er gemt!
de_de: Instanz {0} gespeichert!
fi_fi: Modipaketti {0} tallennettu!
he_il: מקרה {0} נשמר!
hu_hu: Indító {0} mentve!
it_it: Istanza {0} salvata!
ja_jp: {0} のインスタンス・セーブ済み
ro_ro: Instanța {0} Salvată!
sr_sp: Инстанца {0} је сачувана!
sv_se: Instans {0} sparad!
tr_tr: Oluşum {0} Kaydedildi!

source: Installed
af_za: Ge√Ønstalleer
ca_es: Instal·lat
da_dk: Installeret
de_de: Installiert
fi_fi: Asennettu
he_il: הותקן
hu_hu: Telepítve
it_it: Installato
ja_jp: インストール済み
ro_ro: Instalat
sr_sp: Инсталирано
sv_se: Installerad
tr_tr: Yüklendi

source: Downloading Minecraft
af_za: Laai Minecraft af
ca_es: Descarregant Minecraft
da_dk: Downloader Minecraft
de_de: Minecraft wird heruntergeladen
fi_fi: Ladataan Minecraftia
he_il: מוריד מיינקראפט
hu_hu: Minecraft letöltése
it_it: Download di Minecraft
ja_jp: マインクラフト・ダウンロード中
ro_ro: Se descarcă Minecraft
sr_sp: Инсталирање Minecrafta
sv_se: Laddar ner Minecraft
tr_tr: Minecraft İndiriliyor

source: Downloading Libraries
af_za: Biblioteke aflaai
ca_es: Descarregant bibliotèques
da_dk: Downloader Bibloteker
de_de: Bibliotheken herunterladen
fi_fi: Ladataan kirjastoja
he_il: מוריד ספריות
hu_hu: Könyvtárak letöltése
it_it: Download Librerie
ja_jp: ライブラリをダウンロードしています
ro_ro: Se descarcă Librării
sr_sp: Преузимање библиотека
sv_se: Laddar ner bibliotek
tr_tr: Kütüphaneler İndiriliyor

source: Downloading Resources
af_za: Hulpbronne aflaai
ca_es: Descarregant recursos
da_dk: Downloader ressourcer
de_de: Resourcen werden heruntergeladen
fi_fi: Ladataan resursseja
he_il: מוריד משאבים
hu_hu: Erőforrások betöltése
it_it: Scarica risorsa
ja_jp: リソースをダウンロードしています
ro_ro: Se descarcă Resurse
sr_sp: Преузимање ресурса
sv_se: Laddar ner resurser
tr_tr: Kaynaklar İndiriliyor

source: Organising Libraries
af_za: Organiseer biblioteke
da_dk: Organiserer Bibloteker
de_de: Bibliotheken werden organisiert
fi_fi: Organisoidaan kirjastoja
he_il: מארגן ספריות
hu_hu: Könyvtárak elrendezése
it_it: Organizzazione Librerie
ro_ro: Se organizează Librării
sr_sp: Организовање библиотека
sv_se: Organiserar bibliotek
tr_tr: Kütüphaneler Düzenleniyor

source: Preparing For Launch
da_dk: Forbereder til starten
de_de: Startvorbereitung
fi_fi: Valmistellaan käynnistykseen
he_il: מתכונן לפתיחה
hu_hu: Készülés az indításhoz
it_it: Preparazione per il lancio
ro_ro: Se Pregătește Pentru Lansare
sr_sp: Припрема за лансирање
sv_se: Förbereder för start
tr_tr: Başlamaya Hazırlanılıyor

source: {0} Installed
ca_es: {0} Instal·lat
da_dk: {0} installeret
de_de: {0} wurde installiert
fi_fi: {0} Asennettu
he_il: {0} הותקן
hu_hu: {0} telepítve
it_it: {0} Installato
ja_jp: {0} インストール済み
ro_ro: {0} Instalat
sr_sp: {0} Инсталирано
sv_se: {0} Installerad
tr_tr: {0} Kuruldu

source: Installing
ca_es: Instal·lant
da_dk: Installerer
de_de: Installiere
fi_fi: Asennetaan
he_il: מתקין
it_it: Installazione
ja_jp: インストール中
ro_ro: Se instalează
sr_sp: Инсталирање
sv_se: Installerar
tr_tr: Yükleniyor

source: Cancel
ca_es: Cancel·la
da_dk: Afbryd
de_de: Abbrechen
fi_fi: Peruuta
he_il: ביטול
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
ro_ro: Anulare
sr_sp: Поништи
sv_se: Avbryt
tr_tr: İptal

source: Reinstalling
af_za: installeer
ca_es: Reinstal·lant
da_dk: Geninstallerer
de_de: Wird neu installiert
fi_fi: Uudelleenasennetaan
he_il: מתקין מחדש
hu_hu: Újraindítás
it_it: Reinstalla
ja_jp: 再インストール中
ro_ro: Se reinstalează
sr_sp: Поновно инсталирање
sv_se: Ominstallerar
tr_tr: Yeniden Yükleniyor

source: Downloading
ca_es: S'està baixant
da_dk: Henter
de_de: Wird heruntergeladen
fi_fi: Ladataan
he_il: מוריד
hu_hu: Letöltés
it_it: Download in corso
ja_jp: ダウンロード中
ro_ro: Se descarcă
sr_sp: Преузимање
sv_se: Laddar ner
tr_tr: İndiriliyor

source: Browser opened to download file {0}
ca_es: Navegador obert per a descarregar el archiu {0}
de_de: Der Browser wurde geöffnet, um die Datei {0} herunterzuladen
fi_fi: Hakukone avattu latauksen takia {0}
he_il: דפדפן נפתח כדי להוריד קובץ {0}
hu_hu: Böngésző megnyitása a {0} fájl letöltéséhez
it_it: Browser aperto per scaricare il file {0}
ro_ro: Browser deschis pentru a descărca fișierul {0}
sr_sp: Отворен је прегледач за преузимање датотеке {0}
sv_se: Webläsare öppnad för att ladda ner fil {0}
tr_tr: {0} dosyasının indirilmesi için tarayıcı açıldı

source: Please save this file to the following location
ca_es: Per favor, guarda quest archiu en la següent ubicació
de_de: Bitte speichere diese Datei am folgenden Ort
fi_fi: Tallenna tiedosto seuraavaan sijaintiin
he_il: בבקשה לשמור את הקובץ למיקום הבא
hu_hu: Kérlek mentsd el a fájlt a következő helyre
it_it: Salva questo file nella seguente posizione
ro_ro: Te rugăm să salvezi în locația următoare
sv_se: Var god spara filen till följande destination
tr_tr: Lütfen bu dosyayı belirtilen konuma kaydedin

source: Open Folder
ca_es: Obre la carpeta
da_dk: Åbn mappe
de_de: Ordner öffnen
fi_fi: Avaa tiedosto
he_il: פתח/י תיקייה
hu_hu: Mappa megnyitása
it_it: Apri cartella
ja_jp: フォルダを開く
ro_ro: Deschide Dosar
sr_sp: Отвори фасциклу
sv_se: Öppna mapp
tr_tr: Klasörü Aç

source: Minecraft has crashed due to insufficent memory being allocated.<br/><br/>Please go to the settings tab and increase the maximum memory option and then try launching the instance again.
de_de: Minecraft ist abgestürzt, weil nicht genügend Arbeitsspeicher zugewiesen wurde. <br/><br/>Bitte gehe in die Einstellungen, erhöhe die maximale Menge an Arbeitsspeicher und versuche dann, die Instanz erneut zu starten.
fi_fi: Minecraft on kaatunut riittämättömästä muistin varauksesta. <br/><br/> Mene asetus-kohtaan ja suurenna muistivaihtoehtoa ja sitten kokeile käynnistää paketti uudelleen.
he_il: מיינקראפט קרס עקב זיכרון לא מספיק.<br/><br/>תלכ/י בבקשה לכרטיסיית האפשרויות ותגדיל/י את אפשרות הזיכרון המקסימלי ואז נסה/י לפתוח את המקרה הזה שוב.
hu_hu: A Minecraft kényszerítetten bezárta magát mert kevés a memória ami hozzá lett rendelve. <br/><br/> A beállítások fülön növeld meg a hozzárendelhető memória mennyiséget, majd próbáld meg újra indítani az adott indítót.
it_it: Minecraft si è bloccato a causa della mancanza di memoria.<br/><br/>Vai nella scheda impostazioni e aumenta l'opzione massima di memoria e poi prova a lanciare nuovamente l'istanza.
ro_ro: Minecraft a dat crash fiind alocată memorie insuficientă.<br/><br/>Te rugăm du-te la setări și mărește memoria maximă și apoi încearcă să lansezi instanța din nou.
sv_se: Minecraft har kraschat på grund av för för lite allokerat minne <br/><br/>Var god att gå till inställnings tabben och öka maximal minne och försöka starta instansen igen.

source: Minecraft has crashed due to an incompatability with Forge and your version of Java.<br/><br/>Please reinstall the instance to automatically fix the problem, and then try launching the instance again.
de_de: Minecraft ist aufgrund einer Inkompatibilität zwischen Forge und deiner Version von Java abgestützt.<br/><br/>Bitte installiere die Instanz neu um das Problem automatisch zu lösen. Versuche anschliessend die Instanz erneut zu starten.
fi_fi: Minecraft on kaatunut Forgen ja sinun Javan yhteensopimattomuudesta.<br/><br/> Lataa paketti uudelleen korjataksesi ongelman automaatisesti ja kokeile sitten käynnistää paketti uudelleen.
he_il: מיינקראפט קרס עקב חוסר תאימות בין Forge לגרסאת ה-Java שלך.<br/><br/>אנא התקנ/י את המקרה בכדי לתקן את הבעיה אוטומטית, ואז נסה/י לפתוח את המקרה הזה שוב.
hu_hu: A Minecraft kényszerítetten bezárta magát, mert a Forge verziód nem kompatibilis a Java verzioddal.<br/><br/> Telepítsd újra az indítót hogy automatikusan megoldjad a problémát, majd indítsd el újra az indítót.
it_it: Minecraft si è bloccato a causa di un'incomparabile con Forge e la tua versione di Java.<br/><br/>Si prega di reinstallare l'istanza per risolvere automaticamente il problema, e poi provare ad avviare nuovamente l'istanza.
ro_ro: Minecraft a dat crash datorită unei incompatibilități a lui Forge cu versiunea ta de Java.<br/><br/>Te rugăm reinstalează instanța pentru a rezolva problema automat și apoi încearcă să lansezi instanța din nou.
sv_se: Minecraft har kraschat på grund av fel version utav Forge och din Java version <br/><br/>Var god att ominstallera instansen för att automatiskt fixa problemet, Sedan försök att starta om instansen igen.

source: Offline
ca_es: Desconectat
fi_fi: Ei paikalla
he_il: מנותק
hu_hu: Nem elérhető
it_it: Non in linea
ja_jp: オフライン
ro_ro: Deconectat
sr_sp: Ван мреже
sv_se: Ej uppkopplad
tr_tr: Çevrimdışı

source: Online
ca_es: En línia
fi_fi: Paikalla
he_il: מחובר
hu_hu: Elérhető
ja_jp: オンライン
ro_ro: Conectat
sr_sp: На мрежи
sv_se: Uppkopplad
tr_tr: Çevrimiçi

source: A note attached to the crash can be seen below:
de_de: Eine Notiz zu dem Absturz kann unten aufgerufen werden:
fi_fi: Muistiinpano kaatumisesta voi nähdä alapuolella:
he_il: הערה המחוברת לקריסה זמינה לצפייה למטה:
hu_hu: Egy jegyzet a kifagyáshoz lent látható:
it_it: Una nota allegata al crash può essere vista qui sotto:
ro_ro: O notiță atașată crash-ului poate fi văzută mai jos:
sv_se: En antekning har lagts till på krasch rapporten som kan bli sedd nedan:

source: There is no note attached to this crash.
de_de: Es wurde keine Notiz zu diesem Absturz erstellt.
fi_fi: Kaatumisesta ei tullut muistiinpanoa.
he_il: אין הערה המחוברת לקריסה זו.
hu_hu: Nincs jegyzet ehhez a kifagyáshoz csatolva.
it_it: Non c'è nessuna nota allegata a questo crash.
ja_jp: このクラッシュには何も報告が添付されていません
ro_ro: Nu este nici-o notă atașată acestui crash.
sv_se: Det finna ingen anteckning länkat till kraschrapporten.

source: Server Launched
ca_es: Servidor iniciat
da_dk: Server startede
de_de: Server gestartet
fi_fi: Palvelin käynnistetty
he_il: שרת נפתח
hu_hu: Szerver Elindítva
it_it: Server avviato
ja_jp: サーバーが起動しました
ro_ro: Server Lansat
sr_sp: Сервер је стартован
sv_se: Server startad
tr_tr: Sunucu Başlatıldı
