Repository: ADDDor/ATLauncher-Crack
Catalog: src/main/resources/assets/lang/*.po
Languages: af_za, ca_es, da_dk, de_de, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sv_se, tr_tr

source: Account edited successfully
de_de: Konto erfolgreich bearbeitet
fi_fi: Tiliä muokattu onnistuneesti
it_it: Account aggiornato correttamente
ro_ro: Cont editat cu succes
tr_tr: Hesap başarıyla düzenlendi

source: Account not added as login details were incorrect.<br/><br/>{0}
de_de: Konto wurde nicht hinzugefügt, da die Login-Details ungültig waren.<br/><br/>{0}
fi_fi: Tiliä ei ole lisätty, koska kirjautumistiedot olivat väärin.<br/><br/>{0}
it_it: Account non aggiunto come i dettagli di accesso non sono corretti.<br/><br/>{0}
ro_ro: Contul nu a fost adăugat din cauză că detaliile de autentificare erau incorecte.<br/><br/>{0}

source: Accounts
de_de: Konten
fi_fi: Tilit
it_it: Account
ro_ro: Conturi
sv_se: Konton
tr_tr: Hesaplar

source: Has Update
de_de: Hat Update
fi_fi: Päivitys
it_it: Ultimo aggiornamento
ro_ro: Are Actualizare
sv_se: Har uppdatering

source: There are no instances to display. Install one from the Packs tab.
ca_es: No hi ha instàncias per mostrar. Instal·le'n una de la pestanya de Paquets.
de_de: Es gibt keine Instanzen zum Anzeigen. Installieren Sie eines aus dem Packs-Tab.
fi_fi: Ei näytettäviä paketteja. Lataa yksi Paketit kohdasta.
it_it: Non ci sono istanze da visualizzare. Installarne una dalla scheda Pacchetti.
ro_ro: Nu sunt instanțe de afișat. Instalează una din fila Modpackuri.

source: Instances
ca_es: Instàncies
de_de: Instanzen
fi_fi: Modipaketit
it_it: Istanza
ro_ro: Instanţe

source: News
de_de: Neuigkeiten
fi_fi: Uutiset
it_it: Notizie
ja_jp: ニュース
ro_ro: Noutăți
sv_se: Nyheter
tr_tr: Haberler

source: Expand All
de_de: Alle erweitern
fi_fi: Laajenna kaikki
it_it: Espandi Tutto
ro_ro: Extinde Tot
tr_tr: Tümünü genişlet

source: Collapse All
de_de: Alles zuklappen
fi_fi: Supista kaikki
it_it: Comprimi tutto
ro_ro: Restrânge Tot
tr_tr: Tümünü Daralt

source: Can Create Server
de_de: Kann Server erstellen
fi_fi: Pystyy luomaan palvelimen
it_it: Crea un server
ro_ro: Poate Creea Un Server
sv_se: Kan skapa en server

source: Private Packs Only
de_de: Nur Private Packs
fi_fi: Vain yksityiset paketit
it_it: Solo Pacchetti privati
ro_ro: Numai Modpackuri Private

source: Search Description
de_de: Suchbeschreibung
fi_fi: Haku kuvaus
it_it: Descrizione della ricerca
ro_ro: Descrierea Căutării
sv_se: Sökfält
tr_tr: Arama Açıklaması

source: There are no packs to display. Please check back another time.
de_de: Es gibt keine Packs zum Anzeigen. Bitte überprüfe es ein anderes Mal.
fi_fi: Ei näytettäviä modipaketteja. Tule tarkistamaan myöhemmin.
it_it: Non ci sono pacchetti da visualizzare. Si prega di controllare un'altra volta.
ro_ro: Nu sunt modpackuri afișate. Vă rugăm verificați altcândva.

source: Featured Packs
de_de: Empfohlene Packs
fi_fi: Suositut modipaketit
it_it: Pacchetti di texture
ro_ro: Modpackuri Recomandate
tr_tr: Öne Çıkan Paketler

source: Vanilla Packs
fi_fi: Vanilla modipaketit
it_it: Pacchetti Vanilla
ro_ro: Modpackuri Vanilla
tr_tr: Vanilya Paketler

source: Packs
fi_fi: Modipaketit
it_it: Pacchetti
ro_ro: Modpackuri
tr_tr: Paketler

source: There are no servers to display. Install one from the Packs tab.
de_de: Es gibt keine Server zum Anzeigen. Installieren Sie einen aus dem Packs-Tab.
fi_fi: Ei näytettäviä palvelimia. Lataa yksi Modipaketit kohdasta.
it_it: Non ci sono istanze da visualizzare. Installarne una dalla scheda Pacchetti.
ro_ro: Nu sunt servere de afișat. Instaleaz unul din fila Modpackuri.

source: Enable Mods Backups
de_de: Mod-Sicherungen aktivieren
fi_fi: Ota käyttöön modien varmuuskopiointi
it_it: Abilita i backup delle Mods
ro_ro: Activează Copia de Rezervă a Modurilor

source: If we should backup mods when creating a backup for an instance.
de_de: Wenn wir Mods sichern sollten, wenn eine Sicherung für eine Instanz erstellt wird.
it_it: Se dobbiamo eseguire il backup delle mod quando si crea un backup per un'istanza.
ro_ro: Dacă ar trebui să facem o copie de rezervă a modurilor atunci când creăm o copie de rezervă pentru o instanță.

source: Backups
de_de: Sicherungen
fi_fi: Varmuuskopiot
ro_ro: Copiile de rezervă
tr_tr: Yedekler

source: This specifies the language used by the Launcher.
de_de: Dies spezifiziert die vom Launcher verwendete Sprache.
fi_fi: Tämä määrittää kielen mitä käytetään käynnistimessä.
it_it: Questo specifica la lingua utilizzata dal Launcher.
ro_ro: Acesta specifică limbile utilizate de Launcher.

source: Help Translate
de_de: Hilf beim Übersetzen
fi_fi: Auta kääntämisessä
it_it: Aiuta a tradurre
ro_ro: Ajută la traducere
tr_tr: Çeviriye Yardımda Bulun

source: Changing this setting will automatically restart the launcher.
de_de: Das Ändern dieser Einstellung wird den Launcher automatisch neu starten.
fi_fi: Tämän asetuksen vaihtaminen käynnistää käynnistäjän uudelleen automaattisesti.
it_it: Cambiando questa impostazione si riavvierà automaticamente il launcher.
ro_ro: Schimbarea acestei setări va restarta automat launcherul.

source: Theme
de_de: Thema
fi_fi: Teema
it_it: Tema
ro_ro: Tematică
sv_se: Tema
tr_tr: Tema

source: This sets the theme that the launcher will use.
de_de: Das setzt das Thema fest, das der Launcher verwendet.
fi_fi: Tämä asettaa teeman mitä käynnistäjä käyttää.
it_it: Questo imposta il tema che il launcher utilizzerà.
ro_ro: Aceasta setează tematica pe care launcherul o va utiliza.

source: Date Format
de_de: Datumsformat
fi_fi: Päiväyksen muoto
it_it: Formato data
ro_ro: Formatare Dată
tr_tr: Tarih Biçimi

source: This controls the format that dates are displayed in the launcher with the value dd meaning the day, M being the month and yyy being the year.
de_de: Dies kontrolliert das Format in dem das Datum im Launcher angezeigt wird, mit dem Wert dd bedeutet den Tag, M ist der Monat und yyy ist das Jahr.
fi_fi: Tämä kontrolloi formaattia miten päivänmäärä näytetään käynnistimessä. dd tarkoittaa päivää, M tarkoittaa kuukautta ja yyy on vuosi.
it_it: Questo controlla il formato che le date vengono visualizzate nel launcher con il valore dd significato del giorno, M è il mese e la aa è l'anno.
ro_ro: Aceasta controlează felul în care data este afișată în launcher cu valoarea dd fiind ziua, M fiind luna și yyy fiind anul.

source: Sort Packs Alphabetically
de_de: Pakete alphabetisch sortieren
fi_fi: Järjestä modipaketit aakkosjärjestykseen
it_it: Disponi in ordine alfabetico
ro_ro: Sortează Modpackuri Alfabetic
tr_tr: Paketleri Alfabetik Olarak Sırala

source: If you want to sort the packs in the packs panel alphabetically by default or not.
de_de: Wenn Sie die Pakete im Packs-Tab alphabetisch sortieren wollen, oder nicht.
it_it: Se vuoi ordinare i pacchetti nel pannello dei pacchetti in modo alfabetico o no.
ro_ro: Dacă doriți să sortați modpackurile în fila lor alfabetic implicit sau nu.

source: Keep Launcher Open
de_de: Launcher geöffnet lassen
fi_fi: Pidä käynnistin auki
it_it: Mantieni avvio
ro_ro: Lasă Launcherul Deschis

source: This determines if ATLauncher should stay open or exit after Minecraft has exited
de_de: Dies bestimmt, ob der ATLauncher nach dem Verlassen von Minecraft geöffnet bleiben oder verlassen werden sollte
fi_fi: Tämä määrittää jos ATLauncherin pitäisi jäädä auki tai sulkeutua kun Minecraftistä on poistuttu
it_it: Determina se ATLauncher deve rimanere aperto o uscire dopo che Minecraft è terminato
ro_ro: Aceasta determină dacă ATLauncher ar trebui să rămână deschis sau închis după ce Minecraft a fost închis

source: Enable Console
de_de: Konsole aktivieren
fi_fi: Ota konsoli käyttöön
it_it: Abilita modalità Terminale
ro_ro: Activează Consola
tr_tr: Konsolu Etkinleştir

source: If you want the console to be visible when opening the Launcher.
de_de: Wenn Sie wollen, dass die Konsole sichtbar ist, wenn Sie den Launcher öffnen.
fi_fi: Jos haluat konsolin olevan näkyvä kun avaat käynnistimen.
it_it: Se vuoi che la console sia visibile all'apertura del Launcher.
ro_ro: Dacă doriți consola să fie vizibilă atunci când deschideți Launcherul.

source: Enable Tray Menu
de_de: Tray-Menü aktivieren
fi_fi: Ota valikko käyttöön
it_it: Abilita menu Tray
ro_ro: Activați Meniul Tip Tavă

source: The Tray Menu is a little icon that shows in your system taskbar which<br/>allows you to perform different functions to do various things with the launcher<br/>such as hiding or showing the console, killing Minecraft or closing ATLauncher.
de_de: Das Tray-Menü ist ein kleines Bild, das dir in deiner Taskleiste anzeigt wird,<br/>welches dir erlaubt, verschiedene Funktionen, die bestimmte Dinge mit dem Launcher tun<br/>wie das Anzeigen oder Verstecken der Konsole, Sofortiges Beenden von Minecraft oder das Schließen des ATLaunchers.
it_it: Il menu Tray è un po' un'icona che mostra nella barra di sistema che<br/>consente di eseguire funzioni diverse per fare varie cose con il launcher<br/>come nascondere o mostrare la console, uccidendo Minecraft o chiudendo ATLauncher.
ro_ro: Meniul Tavă este o mică iconiță care se afișează în taskbarul sistemului <br/>ceea ce vă permite să îndepliniți diferite funcții pentru a face diverse lucruri cu launcherul <br/> ca de exemplu ascunderea sau afișarea consolei, închiderea forțată a Minecraftului sau oprirea ATLaucherului.

source: Enable Discord Integration
de_de: Discord-Verknüpfung aktivieren
fi_fi: Aktivoi Discord integraatio
it_it: Abilita integrazione Twitter
ro_ro: Activează Integrarea Discord

source: This will enable showing which pack you're playing in Discord.
de_de: Dies wird in Discord anzeigen, welches Pack du spielst.
fi_fi: Tämä näyttää mitä modipakettia pelaat Discordissa.
it_it: Questo permetterà di mostrare quale pacco stai giocando su Discord.
ro_ro: Aceasta va activa afișarea modpackului pe care îl jucați în Discord.

source: Enable Feral Gamemode
ro_ro: Activați Modul De Joc Federal

source: This will enable Feral Gamemode for packs launched.
ro_ro: Acest lucru va activa Modul de Joc Federal pentru modpackurile lansate.

source: This will enable Feral Gamemode for packs launched (disabled because gamemoderun not found in PATH, please install Feral Gamemode or add it to your PATH).
ro_ro: Acesta lucru va activa Modul de Joc Federal pentru modpackurile lansate (dezactivat deoarece gamemoderun nu a fost găsit în PATH, vă rugăm să instalați Feral Gamemode sau să îl adăugați la PATH).

source: Enable Pack Tags
de_de: Pack-Tags aktivieren
fi_fi: Aktivoi modipaketti tägit
it_it: Abilita Tag Pack
ro_ro: Activează Etichete Pentru Modpackuri

source: Pack tags shows you if a pack is public, semi public or private
de_de: Pack-Tags zeigen dir, ob ein Paket öffentlich, halb öffentlich oder privat ist
it_it: I tag dei pacchetti ti mostrano se un pacchetto è pubblico, semipubblico o privato
ro_ro: Etichetele afișează dacă un modpack este public, semi public sau privat

source: Disable Add Mod Restrictions
de_de: Deaktiviere das Hinzufügen von Mod-Einschränkungen
ro_ro: Dezactivați Restricția De Adăugare De Moduri

source: This will allow you to disable the restrictions in place to prevent you from installing mods from Curse that are not for your current Minecraft version or loader.<br/><br/>By disabling these restrictions, you can install any mod, so be sure that it's compatable with the Minecraft version and loader (if any) that you're on.
ro_ro: Aceasta îți va permite să dezactivezi restricțiile în vigoare pentru a vă împiedica să instalați moduri din Curse care nu sunt pentru versiunea dumneavoastră actuală Minecraft sau loader.<br/><br/>Dezactivând aceste restricții, poți instala orice mod, deci asigurați-vă că este compatibil cu versiunea de Minecraft și loader (dacă există) pe care vă jucați.

source: General
de_de: Allgemein
fi_fi: Yleinen
it_it: Generale
ro_ro: Setări generale
sv_se: Allmänt
tr_tr: Genel

source: Window Size
de_de: Fenstergröße
fi_fi: Ikkunan koko
it_it: Dimens. Finestra
ro_ro: Mărimea Ferestrei
sv_se: Fönster storlek
tr_tr: Pencere Boyutu

source: The size that the Minecraft window should open as, Width x Height, in pixels.
de_de: Die Größe, die das Minecraft-Fenster öffnen sollte, als, Breite x Höhe, in Pixeln.
it_it: La dimensione che la finestra di Minecraft dovrebbe aprire come, Larghezza x Altezza, in pixel.
ro_ro: Mărimea de deschidere a ferestrei Minecraft, Lățime x Înălțime, în pixeli.

source: This setting allows you to specify where your Java Path is.<br/><br/>This should be left as default, but if you know what your doing just set<br/><br/>this to the path where the bin folder is for the version of Java you want to use<br/><br/>If you mess up, click the Reset button to go back to the default
de_de: Diese Einstellung erlaubt es dir, anzugeben, wo Ihr Java-Pfad ist.<br/><br/>Dies sollte als Standard bleiben, aber wenn Du weißt, was du tust, setze einfach<br/><br/>dies auf den Pfad, in dem der bin-Ordner für die Version von Java ist, die Sie verwenden möchten<br/><br/>Wenn Sie sich abmelden, klicken Sie auf den Reset-Button, um auf den Standard zurückzukehren
it_it: Questa impostazione ti permette di specificare dove è il tuo percorso Java.<br/><br/>Questo deve essere lasciato come predefinito, ma se sai cosa stai facendo appena impostato<br/><br/>questo nel percorso dove la cartella bin è per la versione di Java che vuoi utilizzare<br/><br/>Se si è in messaggistica, clicca il pulsante Reset per tornare al default
ro_ro: Această setare îți permite să specificați unde este calea Java.<br/><br/>Aceasta ar trebui lăsată ca implicită, dar dacă știți ce faceți doar setați <br/><br/> aceasta către calea directorului bin pentru versiunea de Java pe care doriți să o folosiți<br/><br/>. Dacă greșiți, apăsați butonul Reset pentru a reveni la valoarea implicită

source: Start Minecraft Maximised
de_de: Minecraft maximiert starten
fi_fi: Käynnistä Minecraft maksimisoituna
it_it: Avvia Minecraft Maximised
ro_ro: Pornește Minecraft Maximizat

source: Enabling this will start Minecraft maximised so that it takes up the full size of your screen.
de_de: Das Aktivieren wird Minecraft maximiert starten bewirkt, dass es die volle Größe deines Bildschirms übernimmt.
it_it: Abilitando questo, avvieremo Minecraft al massimo in modo che si occupi della dimensione completa dello schermo.
ro_ro: Activând această opțiune Minecraft va porni maximizat astfel va ocupa tot ecranul dispozitivului.

source: Save Custom Mods
de_de: Benutzerdefinierte Mods speichern
it_it: Salva Mod Personalizzate
ro_ro: Salvează Moduri Personalizate

source: This enables the saving of custom mods added to an instance when it's updated or reinstalled.
de_de: Dies ermöglicht das Speichern von benutzerdefinierten Mods, die einer Instanz hinzugefügt werden, wenn sie aktualisiert oder neu installiert ist.
it_it: Questo permette il salvataggio di mods personalizzate aggiunte ad un'istanza quando è aggiornato o reinstallato.
ro_ro: Aceasta activează salvarea modurile personalizate adăugate de o instanță atunci când este actualizată sau reinstalată.

source: Ignore Java checks On Launch
de_de: Java-Überprüfungen beim Start ignorieren
it_it: Ignora i controlli Java all'avvio
ro_ro: Ignoră verificarea Java la lansare

source: This enables ignoring errors when launching a pack that you don't have a compatable Java version for.
de_de: Dies ermöglicht das Ignorieren von Fehlern beim Starten eines Pakets, für das Sie keine kompatible Java-Version haben.
it_it: Questo permette di ignorare gli errori durante l'avvio di un pacchetto per cui non hai una versione Java compatta.
ro_ro: Aceasta activează ignorarea erorilor atunci când modpackul pe care îl lansați pentru care nu aveți o versiune compatibilă de Java.

source: Help
de_de: Hilfe
fi_fi: Ohjeet
it_it: Aiuto
ro_ro: Ajutor
sv_se: Hjälp
tr_tr: Yardım

source: The Java Path you set is incorrect.<br/><br/>Please verify it points to the folder where the bin folder is and try again.
de_de: Der von dir festgelegte Java-Pfad ist falsch.<br/><br/>Bitte überprüfe ihn und versuche es erneut.
it_it: Il percorso Java che hai impostato non è corretto.<br/><br/>Si prega di verificare che punti nella cartella dove la cartella del bin è e riprovare.
ro_ro: Calea Java pe care ați setat este incorect.<br/><br/>Vă rugăm verificați că arată către directorul în care se află directorul bin și încercați din nou.

source: The entered Java Parameters were incorrect.<br/>Please remove any references to Xmx, Xms or XX:PermSize.
de_de: Die eingegebenen Java-Parameter waren falsch.<br/>Bitte entfernen Sie alle Verweise auf Xmx, Xms oder XX:PermSize.
it_it: I parametri Java inseriti non sono corretti.<br/>Si prega di rimuovere qualsiasi riferimento a Xmx, Xms o XX:PermSize.
ro_ro: Parametrii Java introduși sunt incorecți.<br/>Vă rugăm eliminați orice referință la Xmx, Xms sau XX:PermSize.

source: Forge Logging Level
de_de: Forge-Logging-Stufe
it_it: Forgia livello di log
ro_ro: Nivel de logare Forge
tr_tr: Forge Günlük Seviyesi

source: This determines the type of logging that Forge should report back to you.
de_de: Dies bestimmt die Art der Protokollierung, die Forge dir melden sollte.
it_it: Questo determina il tipo di log che Forge dovrebbe segnalare a te.
ro_ro: Aceasta determină tipul de logging pe care Forge ar trebui să vi-l raporteze înapoi.

source: If you want to participate in the Leaderboards.
de_de: Wenn du an den Ranglisten teilnehmen möchtest.
it_it: Se vuoi partecipare alle classifiche.
ro_ro: Dacă doriți să participați în Clasamente.

source: Enable Logging
de_de: Protokoll aktivieren
fi_fi: Aktivoi lokitiedoston keräys
it_it: Abilita Log
ro_ro: Activare logging

source: The Launcher sends back anonymous usage and error logs<br/>to our servers in order to make the Launcher and Packs<br/>better. If you don't want this to happen then simply<br/>disable this option.
de_de: Der Launcher sendet anonyme Nutzung und Fehlerprotokolle zurück,<br/>auf unsere Server, um den Launcher und Packs<br/>besser zu machen. Wenn du dies nicht willst, dann deaktiviere diese Option einfach.
it_it: Il Launcher invia i log anonimi di utilizzo e errori<br/>ai nostri server per migliorare il Launcher e i pacchetti<br/>. Se non vuoi che ciò accada, semplicemente<br/>disabilita questa opzione.
ro_ro: Launcherul trimite înapoi loguri de erori și utilizarea sa în mod anonim<br/>către serverele noastre pentru a putea face Launcherul și Modpackurile <br/> mai bune. Dacă nu doriți ca acest lucru să se întâmple atunci <br/>dezactivați această opțiune.

source: The Launcher sends back anonymous analytics to Google Analytics<br/>in order to track what people do and don't use in the launcher.<br/>This helps determine what new features we implement in the future.<br/>All analytics are anonymous and contain no user/instance information in it at all.<br/>If you don't want to send anonymous analytics, you can disable this option.
de_de: Der Launcher sendet anonyme Analysen an Google Analytics zurück,<br/>um zu verfolgen, was Leute im Launcher verwenden und was nicht.<br/>Dies hilft, zu bestimmen, welche neuen Funktionen wir in Zukunft implementieren.<br/>Alle Analysen sind anonym und enthalten keinerlei Benutzer/Instanzinformationen in ihr.<br/>Wenn Sie keine anonymen Analytik senden möchten, können Sie diese Option deaktivieren.
ro_ro: Launcherul trimite analize anonime către Google Anaytics<br/>pentru a putea observa ce folosesc și ce nu folosesc oamenii în launcher.<br/>Aceasta ajută la determinarea a ce opțiuni noi să implementăm în viitor. <br/>Toate analizele sunt anonime și nu conțin nici informație despre utilizator/instanțe.<br/> Dacă nu doriți să trimiteți analize anonime, puteți dezactiva această opțiune.

source: Enable OpenEye Reporting
de_de: OpenEye-Meldung aktivieren
it_it: Abilita la segnalazione OpenEye
ro_ro: Activează Raportarea OpenEye

source: OpenEye is a mod/project created by the OpenMods team which aims to help gather statistics and crash logs from Minecraft in order to help users and modders discover and fix issues with mods. With the OpenEye mod installed (each ModPack chooses if they wish to install it or not, it's not installed by default to all packs by the Launcher) everytime Minecraft crashes the OpenEye report is sent to OpenEye for analysis and if a note from the modder has been added on the cause/fix it will be displayed to you. For more information please see http://openeye.openblocks.info
de_de: OpenEye ist ein Mod/Projekt vom OpenMods-Team, welcher versucht, bei negativen Statistiken und Absturzprotokollen von Minecraft zu helfen. Um Nutzern und Moddern zu helfen, durchsuchen und beheben sie Probleme mit Mods. Mit dem installierten OpenEye Mod (Jedes Modpack entscheidet selbst, ob sie diesen Mod in ihr Paket aufnehmen oder nicht, es ist nicht standardmäßig in jedem Pack installiert) wird immer, wenn Minecraft abstürzt, einen Bericht an OpenEye gesendet, um den Fehler zu analysieren und wenn eine Notiz des Modders über den Fehler hinzugefügt wird, wird OpenEye es dir anzeigen. Für mehr Information sieh dir http://openeye.openblocks.info an
it_it: OpenEye è un mod/progetto creato dal team OpenMods che mira a raccogliere statistiche e crash log da Minecraft per aiutare gli utenti e i modders a scoprire e risolvere problemi con le mod. Con la mod OpenEye installata (ogni ModPack sceglie se desidera installarla o meno, non è installato di default su tutti i pacchetti del Launcher) ogni volta che Minecraft si schiaccia il report OpenEye per l'analisi e se una nota del modder è stata aggiunta sulla causa/fix verrà visualizzata a te. Per ulteriori informazioni, vedi http://openeye.openblock.info
ro_ro: OpenEye este un mod/proiect creat de echipa OpenMods care are ca obiectiv ajutarea în adunarea de statistici și loguri de crashuri din Minecraft pentru a ajuta utilizatorii sau modderii să descopere și să repare probleme cu modurile. Cu OpenEye Instalat (Orice Modpack alege dacă dorește sau nu să îl instaleze sau nu, nu este instalat implicit de toate modpackurile din Laucher) oricând Minecraft are un crash,raportul OpenEye este trimis la OpenEye pentru analiză și dacă modderul a adăugat cauza/rezolvarea problemei acestea îți vor fi afișate.Pentru mai multe informații te rugăm accesează http://openeye.openblocks.info

source: Logging
de_de: Protokollierung
it_it: Log
ro_ro: Logare

source: Concurrent Connections
de_de: Gleichzeitige Verbindungen
it_it: Connessioni contemporanee
ro_ro: Conexiuni Concurente

source: This determines how many connections will be made when downloading files.
de_de: Dies bestimmt, wie viele Verbindungen beim Herunterladen von Dateien gemacht werden.
it_it: Determina quanti connessioni verranno effettuate durante il download dei file.
ro_ro: Aceasta determină câte conexiuni vor fi făcute în timpul descărcării fișierelor.

source: Enable Proxy
de_de: Proxy aktivieren
fi_fi: Aktivoi välityspalvelin
it_it: Abilita Proxy
ro_ro: Activează Serverul Proxy

source: If you use a proxy to connect to the internet you can enable it here.
de_de: Wenn Sie einen Proxy verwenden, um sich mit dem Internet zu verbinden, können Sie es hier aktivieren.
it_it: Se utilizzi un proxy per connettersi a internet, puoi attivarlo qui.
ro_ro: Dacă folosiți un proxy pentru a vă conecta la internet îl puteți activa aici.

source: Proxy Host
fi_fi: Välityspalvelimen isäntä
it_it: Host Proxy
ro_ro: Server Proxy

source: This is the IP/hostname used to connect to the proxy.
de_de: Dies ist der IP/Hostname, der zur Verbindung zum Proxy verwendet wird.
it_it: Questo è il nome IP/host utilizzato per connettersi al proxy.
ro_ro: Aceasta este IP/numele serverului gazdă folosit pentru conectarea la proxy.

source: Proxy Port
fi_fi: Välityspalvelimen portti
it_it: Porta Proxy
ro_ro: Portul Proxy
