Repository: ADDDor/ATLauncher-Crack
Catalog: src/main/resources/assets/lang/*.po
Languages: af_za, ca_es, da_dk, de_de, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sv_se, tr_tr

source: This is the port used to connect to the proxy.
de_de: Dies ist der Port, der zur Verbindung zum Proxy verwendet wird.
it_it: Questo è il nome Ip/host utilizzato per connettersi al proxy.
ro_ro: Acesta este portul folosit pentru conectarea la proxy.

source: Proxy Type
de_de: Proxy-Typ
fi_fi: Välityspalvelimen tyyppi
it_it: Nome proxy
ro_ro: Tip Proxy

source: This is the type of connection the proxy uses. Either HTTP, SOCKS or DIRECT.
de_de: Dies ist der Typ der Verbindung, die der Proxy verwendet. Entweder HTTP, SOCKS oder DIRECT.
it_it: Questo è il tipo di connessione che il proxy utilizza. HTTP, SOCKS o DIRECT.
ro_ro: Acesta este tipul conexiunii pe care o folosește proxy-ul. Fie HTTP, SOCKS sau DIRECT.

source: The concurrent connections you specified is invalid. Please check it and try again.
de_de: Die angegebenen Verbindungen sind ungültig. Bitte überprüfen Sie sie und versuchen Sie es erneut.
it_it: Il controllo del server non è valido. Si prega di controllare e riprovare.
ro_ro: Conexiunile concurente specificate sunt invalide. Vă rugăm verificați-le și încercați din nou.

source: Checking Proxy
de_de: Proxy wird überprüft
fi_fi: Tarkistetaan välityspalvelinta
it_it: Controllo Proxy
ro_ro: Se Verifică Proxy

source: Checking the proxy entered.
de_de: Proxy-Überprüfung eingegeben.
it_it: Controllo del proxy inserito.
ro_ro: Se verifică proxy-ul introdus.

source: Cannot connect to proxy. Please check the settings and try again.
de_de: Keine Verbindung zum Proxy. Bitte überprüfen Sie die Einstellungen und versuchen Sie es erneut.
fi_fi: Välityspalvelimeen ei voida yhdistää. Katso asetukset ja kokeile uudestaan.
it_it: Impossibile connettersi al proxy. Controlla le impostazioni e riprova.
ro_ro: Imposibil de conectat la proxy. Vă rugăm verificați setările și încercați din nou.

source: Network
de_de: Netzwerk
fi_fi: Verkko
it_it: Rete
ja_jp: ネットワーク
ro_ro: Rețea
sv_se: Nätverk
tr_tr: Ağ

source: Enable Server Checker
de_de: Server-Checker aktivieren
fi_fi: Aktivoi palvelimen tarkistaja
it_it: Abilita Server Checker
ro_ro: Activează Verificator Server

source: This setting enables or disables the checking of added servers in the Server Checker Tool.
de_de: Diese Einstellung aktiviert oder deaktiviert die Überprüfung von hinzugefügten Servern im Server Checker Tool.
it_it: Questa impostazione consente o disabilita il controllo dei server aggiunti nello strumento di controllo del server.
ro_ro: Această setare activează sau dezactivează verificarea de servere adăugate în Unealta de Verificare Server.

source: Time Between Checks
de_de: Zeit zwischen den Überprüfungen
fi_fi: Aika tarkistuksien välissä
it_it: Tempo tra Checks
ro_ro: Time Între Verficări

source: This option controls how long the launcher should wait between checking servers in the server checker. This value is in minutes and should be between 1 and 30, with the default being 5.
de_de: Diese Option steuert, wie lange der Launcher zwischen dem Überprüfen der Server-Checker warten sollte. Dieser Wert ist in Minuten und sollte zwischen 1 und 30 liegen, wobei der Standard 5 ist.
it_it: Questa opzione controlla quanto tempo il launcher dovrebbe attendere tra il controllo dei server nel checker del server. Questo valore è in minuti e dovrebbe essere compreso tra 1 e 30, con il valore predefinito di 5.
ro_ro: Această opțiune controlează cât de mult ar trebui să aștepte serverul între verificări. Această valoare este exprimată în minute și ar trebui să fie între 1 și 30, valoarea implicită fiind 5.

source: The server checker wait time you specified is invalid. Please check it and try again.
de_de: Die Wartezeit des Servers, die Sie angegeben haben, ist ungültig. Bitte überprüfen Sie es und versuchen Sie es erneut.
it_it: Il controllo del server non è valido. Si prega di controllare e riprovare.
ro_ro: Timpul de așteptare a verificatorului de server este invalid. Vă rugăm verificați-l și încercați din nou.

source: Tools
de_de: Werkzeuge
fi_fi: Työkalut
it_it: Strumenti
ro_ro: Unelte
sv_se: Vertyg
tr_tr: Araçlar

source: Toggle console
de_de: Konsole ein/ausblenden
fi_fi: Näytä/piilota konsoli
it_it: Attiva strumenti
ro_ro: Comutare Unelte
tr_tr: Konsolu Aç/Kapat

source: Quit
de_de: Beenden
fi_fi: Poistu
it_it: Uscire
ro_ro: Închideți
sv_se: Avsluta
tr_tr: Çıkış

source: Are you sure you want to kill the Minecraft process?<br/>Doing so can cause corruption of your saves
de_de: Bist du sicher, dass du Minecraft sofort beenden möchtest?<br/>Dies zu tun, kann deine Sicherungen zerstören
fi_fi: Oletko varma, että haluat tappaa Minecraft prosessin?<br/>Se voi aiheuttaa korruption tallennukseen
it_it: Sei sicuro di voler uccidere il processo di Minecraft?<br/>Fare così può causare corruzione ai tuoi salvataggi
ro_ro: Sunteți sigur că doriți să închideți forțat procese Minecraft?<br/>Făcând asta puteți cauza corupția salvărilor
sv_se: Är du säker på att du vill sluta Minecraft processen?<br/>Detta kan skada dina spar filer

source: Downloading Pack Version Definition
de_de: Packversion-Definition herunterladen
it_it: Download della versione del pacchetto
ro_ro: Se Descarcă Definiția Versiunii Modpackului

source: Generating Pack Version Definition From Curse
de_de: Generiere Packversiondefinition von Curse
it_it: Generazione della definizione di versione pacchetto dalla curva
ro_ro: Se Generează Definiția Versiunii Modpackului De Pe Curse

source: Downloading Minecraft Definition
de_de: Minecraftdefinition wird heruntergeladen
it_it: Download Definizione di Minecraft
ro_ro: Se Descarcă Definiția Minecraftului

source: Downloading Loader
de_de: Loader wird heruntergeladen
fi_fi: Ladataan kirjastoja
it_it: Download dell'aggiornamento in corso
ro_ro: Se Descarcă Loaderul

source: Downloading Logging Client
de_de: Protokollierungs-Client wird heruntergeladen
fi_fi: Ladataan kirjautumisohjelmaa
it_it: Download client di log in corso
ro_ro: Se Descarcă Clientul de Loguri

source: Installing Loader
de_de: Loader installieren
fi_fi: Asennetaan hakemistoja
it_it: Cartella installazione
ro_ro: Se Instaleză Loaderul

source: Downloading Mods
de_de: Mods herunterladen
fi_fi: Ladataan modeja
it_it: Download dell'aggiornamento in corso
ro_ro: Se Descarcă Moduri
sv_se: Laddar ner Mod

source: Installing Mods
de_de: Mods installieren
fi_fi: Asennetaan modeja
it_it: Cartella installazione
ro_ro: Se Instaleză Moduri
tr_tr: Modlar Yükleniyor

source: Installing Legacy Java Fixer
de_de: Legacy Java Fixer installieren
fi_fi: Asennetaan perinteisen Javan korjausta
it_it: Installazione Legacy Java Fixer
ro_ro: Se Instaleză Legacy Java Fixer

source: Downloading Configs
de_de: Konfigurationen herunterladen
fi_fi: Ladataan kokoonpano-tiedostoja
it_it: Download dei configurazione
ja_jp: 構成のダウンロード
ro_ro: Se Descarcă Configurări
sv_se: Laddar ner konfigurationer
tr_tr: Config Dosyaları İndiriliyor

source: Extracting Configs
de_de: Konfigurationen werden extrahiert
fi_fi: Puretaan kokoonpano-tiedostoja
it_it: Estrazione dei configurazione
ja_jp: 構成の抽出
ro_ro: Se Extrag Configurări
tr_tr: Config Dosyaları Aktarılıyor

source: Copying Overrides
de_de: Kopiere Überschreibungen
fi_fi: Kopioidaan ohitustiedostoa
it_it: File di configurazione personalizzato
ja_jp: 設定の上書き
ro_ro: Se Copie Suprascrierile

source: Downloading Instance Image
de_de: Lade Instanzabbild herunter
it_it: Scaricando l'immagine di Istanza
ja_jp: インスタンスイメージのダウンロード
ro_ro: Se Descarcă Imaginea Instanței
tr_tr: Oluşum Görseli İndiriliyor

source: Checking For Updated
da_dk: Tjekker Om Der Er Opdateringer
de_de: Suche nach Updates
he_il: מחפש עידכונים
it_it: Controllo aggiornamenti in corso
sv_se: Kollar efter uppdaterade
tr_tr: Güncellenenler Kontrol Ediliyor

source: Enable
de_de: Aktivieren
fi_fi: Ota käyttöön

source: Disable
de_de: Deaktivieren
fi_fi: Poista käytöstä

source: Show In File Explorer
de_de: Im Datei-Explorer anzeigen
fi_fi: Avaa resurssienhallinnassa

source: Public
de_de: Öffentlich
fi_fi: Julkinen
he_il: ציבורי
hu_hu: Nyilvános
it_it: Pubblico
ja_jp: 公開
sv_se: Offentlig
tr_tr: Herkese Açık

source: Semi Public
de_de: Halb öffentlich
fi_fi: Semi-julkinen
he_il: כציבורי
hu_hu: Félig nyilvános
it_it: Semi pubblico
sv_se: Semi Offentlig
tr_tr: Yarı Açık

source: Install Fabric API
de_de: Installiere die Fabric-API
fi_fi: Lataa Fabric API

source: Resource Packs
de_de: Ressourcenpakete
fi_fi: Resurssipaketit

source: Worlds
de_de: Welten
fi_fi: Maailmat

source: Popularity
de_de: Beliebtheit
fi_fi: Suositut

source: Last Updated
de_de: Zuletzt aktualisiert
fi_fi: Päivitetty viimeksi

source: Total Downloads
de_de: Downloads insgesamt

source: Runtime Downloader
fi_fi: Pyörivä aika-lataaja
it_it: Download in tempo
sv_se: Runtimenerladdare

source: I've Downloaded This File
fi_fi: Olen ladannut tämän tiedoston

source: Open On Curse
fi_fi: Avaa Cursessa

source: Mods
fi_fi: Modit

source: Mod
fi_fi: Modi

source: Java/Minecraft
ja_jp: ジャーバー ／ マインクラフト
