Repository: ADDDor/ATLauncher-Crack
Catalog: src/main/resources/assets/lang/*.po
Languages: af_za, ca_es, da_dk, de_de, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sv_se, tr_tr

source: The server has been launched in an external window.<br/><br/>You can close ATLauncher which will not stop the server.
de_de: Der Server wurde in einem weiteren Fenster gestartet.<br/><br/>Du kannst den ATLauncher schließen, was den Server nicht stoppen wird.
fi_fi: Palvelin on käynnistetty ulkoisessa ikkunassa.<br/><br/> Voit sulkea ATLauncherin, joka ei sammuta palvelinta.
he_il: השרת נפתח בחלון חיצוני.<br/><br/>את/ה יכול/ה לסגור את ATLauncher וזה לא יעצור את השרת.
hu_hu: A szerver egy külső ablakban elindult.<br/><br/>Ha szeretnéd bezárhatod az ATLauncher-t, nem fog megállni emiatt a szerver.
it_it: Il server è stato lanciato in una finestra esterna.<br/><br/>Puoi chiudere ATLauncher che non fermerà il server.
ro_ro: Serverul a fost lansat într-o fereastră externă.<br/><br/>Tu poți alege să închizi ATLaucnher fără ca serverul să se oprească.
sr_sp: Сервер је стартован у одвојеном прозору.<br/><br/> Можете затворити АТЛаучер, што неће зауставити ваш сервер.
sv_se: Servern har startar i en separat ruta<br/><br/>Du kan stänga ATLauncher utan att stänga av servern.

source: Unsupported Java Version
da_dk: Ikke understøttet java version
de_de: Nicht unterstützte Java-Version
fi_fi: Epäsopiva Java-versio
he_il: גרסאת Java לא נתמכת
hu_hu: Nem támogatott Java verzió
it_it: Versione Java non supportata
ja_jp: サポートされていないJavaのバージョンです
ro_ro: Versiune de Java Nesuportată
sv_se: Java version stöds ej
tr_tr: Desteklenmeyen Java Sürümü

source: You're using an unsupported version of Java. You need to upgrade your Java to at minimum Java 8 version 101.<br/><br/>The launcher will not start until you do this.<br/><br/>If you're seeing this message even after installing a newer version, you may need to uninstall the old version first.<br/><br/>Click ok to open the Java download page and close the launcher.
de_de: Du verwendest eine nicht unterstützte Java-Version. Bitte aktualisiere Java mindestens auf Java 8 Version 101-<br/><br/>Der Launcher wird nicht starten, bevor du das nicht getan hast.<br/><br/>Wenn du diese Meldung siehst, nachdem du die Version aktualisiert hast, versuche, die alte Version zu deinstallieren.<br/><br/>Klicke auf Ok, um die Java-Download-Seite zu öffnen und den Launcher zu schließen.
fi_fi: Käytät epäsopivaa Java-versiota. Sinun täytyy päivittää Java vähintään Java 8 versioon 191.<br/><br/>Käynnistäjä ei käynnisty, ennen kuin teet tämän.<br/><br/>Jos näet tämän viestin myös silloin, kun olet ladannut uudemman version, sinun varmaan täytyy poistaa vanha asennus ensin.<br/><br/> Paina ok avataksesi Javan latausikkunan ja sulkeaksesi käynnistäjän.
he_il: את/ה משתמש/ת בגרסאת Java שלא נתמכת. את/ה צריכ/ה לשדרג את Java למינימום Java 8 גרסא 101.<br/><br/>המשגר לא יתחיל עד שתעשה/י זאת.<br/><br/>אם את/ה רואה הודעה זו גם לאחר התקנת גרסא חדשה, את/ה אולי צריכ/ה להסיר את הגרסא הישנה קודם.<br/><br/>לחץ על OK כדי לפתוח את דף ההורדה של Java ולסגור את המשגר.
hu_hu: Egy nem támogatott Java verziót használsz. Frissítsd fel a Java-t egy legalább Java 8, 101-es verziószámr.<br/><br/>. A launcher nem fog elindulni amíg ezt meg nem teszed<br/><br/>ha ez az üzenet azután is megjelenik hogy egy újabb Java-t telepítetél, lehet hogy manuálisan le kell töröld a régebbi Java verziót.<br/><br/>Nyomj az ok gombra hogy megnyisd a Java letöltő oldalt, és bezárd a launchert.
it_it: Stai usando una versione non supportata di Java. È necessario aggiornare il tuo Java ad almeno Java 8 versione 101.<br/><br/>Il launcher non inizierà fino a quando non lo farà.<br/><br/>Se stai vedendo questo messaggio anche dopo aver installato una versione più recente, potresti dover disinstallare la vecchia versione prima.<br/><br/>Clicca ok per aprire la pagina di download di Java e chiudere il launcher.
ro_ro: Tu folosești o versiune neacceptată de Java. Va trebui să actualizați versiunea de Java la minimul de Java 8 versiunea 101.<br/><br/> Launcherul nu va porni pana nu veți face asta.<br/><br/>Dacă vedeți acest mesaj chiar după instalarea unei versiuni mai noi s-ar putea să fie nevoie să dezinstalați versiunea veche de Java mai întai.<br/><br/>Apăsați ok pentru a deschide pagina de descărcari Java și pentru a închide launcherul.
sv_se: Du använder en version av Java som inte stöds. Du måste uppgradera din Java till ett minimum Java 8 version 101.<br/><br/>Startapparaten kommer inte startas tills du har gjort detta.<br/><br/>Om du ser detta meddelande även efter du har installerat en nyare version, du kan behöva avinstallera den gamla versionen först.<br/><br/>Tryck ok för att öppna Java nedladdningssidan och stäng ned startapparaten.

source: Running 32 Bit Java on 64 Bit Windows
de_de: Es wird die 32 Bit Java Version auf einer 64 Bit Windows Version ausgeführt
fi_fi: Käytetään 32 bittistä Javaa 64 Bittisessä Windowsissa
he_il: מריץ Java 32 סיביות על Windows 64 סיביות
hu_hu: 32 bites java futtatása egy 64 bites windowson
it_it: In esecuzione 32 Bit Java su 64 Bit Windows
ro_ro: Java 32 Bit rulează pe Windows 64 Bit
sv_se: Körs 32 bitars Java på 64 bitars Windows
tr_tr: 64 Bit Windows'da 32 Bit Java Çalıştırılıyor

source: We have detected that you're running 64 bit Windows but not 64 bit Java.<br/><br/>This will cause severe issues playing all packs if not fixed.<br/><br/>Do you want to close the launcher and learn how to fix this issue now?
de_de: Wir haben festgestellt, das du mit 64-Bit Windows verwendest, aber kein 64-Bit Java verwendest.<br/><br/>Dies wird schwere Fehler beim Spielen aller Packs verursachen, sofern es nicht behoben wird.<br/><br/>Möchtest du den Launcher schließen und erfahren, wie du diesen Fehler behebst?
fi_fi: Olemme havainneet, että käytät 64 bittistä Windowsia mutta et 64 bittistä Javaa.<br/><br/> Tämä aiheuttaa muutamia virheitä pelatessasi kaikkia paketteja, jos et korjaa sitä.<br/><br/>Haluatko sulkea käynnistäjän ja oppia, miten korjaat virheen nyt?
he_il: זיהינו שאת/ה מריצ/ה Windows 64 סיביות אבל לא Java 64 סיביות.<br/><br/>זה יגרום לבעיות קשות במשחק כל החבילות אם לא יתוקן.<br/><br/>האם את/ה רוצה לסגור את המשגר וללמוד איך לתקן את בעיה זו עכשיו?
hu_hu: Azt érzékeltük hogy egy 64 bites Windows-t használsz de nem egy 64 bites Java-t<br/><br/>Ez komoly gondokhoz vetethet ha nem javítod ki.<br/><br/>Szeretnéd bezárni a launchert és utánanézni hogyan tudnád megjavítani ezt a problémát?
it_it: Abbiamo rilevato che stai usando 64 bit Windows ma non 64 bit Java.<br/><br/>Questo causerà gravi problemi durante la riproduzione di tutti i pacchetti se non è corretto.<br/><br/>Vuoi chiudere il launcher e imparare a risolvere il problema ora?
ro_ro: Am detectat ca rulați Windows 64 bit dar nu aveți Java 64 bit.<br/><br/>Aceasta va cauza probleme grave în timpul jucării pachetului dacă nu e reparată situația.<br/><br/>Doriți să închideți launcherul și să învățați cum să rezolvați problema acum?
sv_se: Vi har upptäckt att du kör en 64 bitars Windows men inte 64 bitars Java.<br/><br/>Detta kommer orsaka stora problem med spelandet av alla pack om det inte fixat.<br/><br/>Vill du stänga ned startapparaten och lära dig hur du fixar problemet nu?
tr_tr: 64 bit Windows sürümünde 64 bit olmayan Java çalıştırdığınızı fark ettik.<br/><br/>Bu sorun düzeltilmediği takdirde tük paketlerde büyük sorunlara yol açacaktır.<br/><br/>Başlatıcıyı kapatıp bu sorunu nasıl çözeceğinizi öğrenmek ister misiniz?

source: Warning! You may not be able to play Minecraft
de_de: Achtung! Du kannst Minecraft möglicherweise nicht spielen
fi_fi: Varoitus! Sinä et ehkä pysty pelaamaan Minecraftia
he_il: אזהרה! את/ה אולי לא תוכל/י לשחק מיינקראפט
hu_hu: Vigyázz! Lehet hogy nem tudsz a minecraftal játszani
it_it: Attenzione! Non puoi giocare a Minecraft
ro_ro: Atenție! S-ar putea să nu puteți juca Minecraft
sr_sp: Упозорење! Можда нећете моћи да играте Минекрафт
sv_se: Varning! Du kan kanske inte spela Minecraft
tr_tr: Uyarı! Minecraft oynayamayabilirsiniz

source: You're using Java 9 or newer! Older modpacks may not work.<br/><br/>If you have issues playing some packs, you may need to install Java 8 and set it to be used in the launchers java settings
de_de: Du benutzt Java 9 oder neuer! Ältere Modpackete funktionieren unter Umständen nicht.<br/><br/>Wenn du Probleme hast, einige Packs zu spielen, versuche Java 8 zu installieren und stelle in den Java-Einstellungen des Launchers ein, das Java 8 genutzt werden soll
fi_fi: Käytät Java 9 tai uudempaa! Vanhemmat modipaketit eivät ehkä toimi.<br/><br/>Jos sinulla on virheitä pelatessasi joitakin paketteja, sinun pitäisi asentaa Java 8 ja osoitaa se käytettäväksi käynnistäjän java asetuksissa
he_il: את/ה משתמש/ת ב-Java 9 או חדש יותר! חבילות מודים ישנות אולי לא יעבדו.<br/><br/>אם יש לך בעיות לשחק בחלק מהחבילות, אולי את/ה צריכ/ה להתקין Java 8 ולקבוע אותו לשימוש באפשרויות ה-Java של המשגר
it_it: Stai usando Java 9 o più recente! I più vecchi modpack potrebbero non funzionare.<br/><br/>Se hai problemi a giocare alcuni pacchetti, potresti aver bisogno di installare Java 8 e impostarlo per essere utilizzato nelle impostazioni java dei launchers
ro_ro: Folosiți Java 9 sau mai recent! Modpackuri mai vechi ar putea să nu mai funcționeze.<br/><br/>Dacă aveți probleme în timp ce jucați aceste modpackuri, s-ar putea să fiți nevoiți să instalați Java 8 și setați launcherul să îl folosească în setările java
sv_se: Du använder Java 9 eller nyare! Gamla instanser kanske inte funkar.<br/><br/>Om du har problem att spela några instanser så kan du behöva installera Java 8 och ställa in den för användning av startapparaten java inställningar

source: Download
da_dk: Downloader
de_de: Herunterladen
fi_fi: Lataa
he_il: הורד
hu_hu: Letöltés
it_it: Scaricare
ja_jp: ダウンロード
ro_ro: Descărcare
sr_sp: Преузимање
sv_se: Ladda ned
tr_tr: İndir

source: Don't Remind Me Again
de_de: Erinnere mich nicht erneut
fi_fi: Älä muistuta minua uudelleen
he_il: אל תציג שוב
hu_hu: Ne Emlékeztessen Újra
it_it: Non ricordarmelo più
ro_ro: Nu îmi Aduce Aminte Din Nou
sr_sp: Немој опет да ме подсетиш
sv_se: Påminn mig inte igen
tr_tr: Tekrar Hatırlatma

source: You're using an unsupported version of Java. You should upgrade your Java to at minimum Java 7.<br/><br/>Without Java 7 some mods will refuse to load meaning you cannot play.<br/><br/>Click Download to go to the Java downloads page
de_de: Du verwendest eine nicht unterstützte Java-Version. Du solltest Java mindestens auf Java 7 aktualisieren.<br/><br/>Ohne Java 7 werden einige Mods nicht laden, was bedeutet, dass du nicht spielen kannst.<br/><br/>Klicke auf Download, um zur Java-Download-Seite zu gelangen
fi_fi: Käytät epäsopivaa Javan versiota. Sinun pitäisi päivittää Javasi vähintään Java 7: ksi.<br/><br/>Ilman Java 7 jotkut modit eivät suostu käynnistymään, joka tarkoittaa ettet voi pelata.<br/><br/>Paina Lataa mennäksesi Javan lataussivulle
he_il: את/ה משתמש/ת בגרסא לא נתמכת של Java. את/ה צריכ/ה לשדרג לפחות ל-Java 7.<br/><br/>בלי Java 7 חלק מהמודים יסרבו להיטען מה שאומר שאת/ה לא תוכל/י לשחק.<br/><br/>לחץ על הורד/י כדי ללכת לדף ההורדות של Java
it_it: Stai usando una versione non supportata di Java. Dovresti aggiornare il tuo Java ad almeno Java 7.<br/><br/>Senza Java 7 alcune mod si rifiuteranno di caricare il significato che non puoi giocare.<br/><br/>Clicca Scarica per andare alla pagina dei download Java
ro_ro: Tu folosești o versiune neacceptată de Java. Va trebui să actualizați versiunea de Java la minimul de Java 7.<br/><br/>Fără Java 7 unele modificări vor refuza să se încarce, însemnând că nu te poți juca.<br/><br/>Apasă Descarcă pentru a merge la pagina de descărcări Java
sv_se: Du använder en version av Java som inte stöds. Du borde uppgradera din Java till ett minimum Java 7.<br/><br/>Utan Java 7 kommer några mods vägra ladda vilket betyder du inte kommer kunna spela.<br/><br/>Tryck Ladda ner för att öppna Java nedladdningssidan

source: Downloading Launcher Update
de_de: Launcher-Update wird heruntergeladen
fi_fi: Ladataan käynnistäjän päivityksiä
he_il: מוריד עדכון משגר
hu_hu: Indító frissítés letöltése
it_it: Download aggiornamento Launcher
ro_ro: Se Descarcă Actualizarea Launcher-ului
sr_sp: Преузимам ажурирање Лаунчера
sv_se: Installerar Startapparatens Uppdatering
tr_tr: Başlatıcı Güncellemesi İndiriliyor

source: Downloading Updates
ca_es: Descarregant actualitzacions
da_dk: Downloader opdateringer
de_de: Updates werden heruntergeladen
fi_fi: Ladataan päivityksiä
he_il: מוריד עדכונים
hu_hu: Frissítések letöltése
it_it: Download dell'aggiornamento in corso
ja_jp: アップデートをダウンロードしています
ro_ro: Se Descarcă Actualizări
sr_sp: Преузимам ажурирање
sv_se: Hämtar uppdatering
tr_tr: Güncellemeler İndiriliyor

source: Updating Launcher. Please Wait
de_de: Launcher wird aktualisiert. Bitte warten
fi_fi: Päivitetään käynnistäjää. Odota
he_il: מעדכן משגר. אנא המתנ/י
hu_hu: Indító frissítése. Kérem várjon
it_it: Aggiornamento Launcher. Attendere prego
ja_jp: アップデート中 お待ちください
ro_ro: Se Actualizează Launcherului. Vă Rugăm Așteptați
sr_sp: Ажурирам Лаунчер. Молимо вас сачекајте
sv_se: Uppdaterar Startapparaten. Var snäll och vänta
tr_tr: Başlatıcı Güncelleniyor. Lütfen Bekleyin

source: Cannot create the config file
de_de: Konfigurationsdatei kann nicht erstellt werden
fi_fi: Ei voida luoda rakennetiedostoa
he_il: לא יכול ליצור את קובץ התצורה
hu_hu: Nem lehet elkészíteni a következő fájlt
it_it: Impossibile creare il file di configurazione
ro_ro: Nu se poate crea fișierul de configurare
sr_sp: Не могу направити конфигурациони фајл
sv_se: Kan inte skapa konfigurationsfil
tr_tr: Config dosyası oluşturulamadı

source: Make sure you're running the Launcher from somewhere with write permissions for your user account such as your Home/Users folder or desktop.
de_de: Stelle sicher, dass du den Launcher dort ausführst, wo du Schreibrechte für dein Benutzerkonto hast, zum Beispiel in deinem Home/User Ordner oder auf dem Desktop.
fi_fi: Varmista, että käytät käynnistäjää, missä sinulla on kirjoitusoikeudet esimerkiksi Koti/Käyttäjät kansiossa tai työpöydällä.
he_il: אנא וודא/י כי את/ה מריצ/ה את המשגר ממקום בעל רשויות כתיבה לחשבון המשתמש שלך כמו תיקיית הבית/המשתמש או שולחן העבודה.
it_it: Assicurati di aver eseguito il Launcher da qualche parte con i permessi di scrittura per il tuo account utente come la tua cartella Home/Utenti o desktop.
ro_ro: Asigură-te că rulezi Launcherul dintr-o locație cu permisiuni de scriere pentru contul tău ca de exemplu directorul Home/Users sau Desktopul.
sv_se: Se till att du kör startapparaten från någonstans med skrivbehörigheter för ditt användarkonto, t. ex. mappen Hem/Användare eller skrivbord.

source: Add
da_dk: Tilføje
de_de: Hinzufügen
fi_fi: Lisää
he_il: הוספ/י
hu_hu: Hozzáad
it_it: Aggiungi
ja_jp: 追加
ro_ro: Adaugă
sr_sp: Додај
sv_se: Lägg till
tr_tr: Ekle

source: View
ca_es: Visualitza
da_dk: Vis
de_de: Anzeigen
fi_fi: Näytä
he_il: צפה/י
hu_hu: Megnéz
it_it: Visualizza
ja_jp: 見る
ro_ro: Vezi
sr_sp: Прикажи
sv_se: Visa
tr_tr: Görüntüle

source: Play
ca_es: Jugar
da_dk: Spil
de_de: Spielen
fi_fi: Pelaa
he_il: שחק
hu_hu: Játék
it_it: Esegui
ja_jp: プレイ
ro_ro: Joacă
sr_sp: Покрени
sv_se: Spela
tr_tr: Oyna

source: Reinstall
ca_es: Reinstal·lar
da_dk: Geninstallere
de_de: Neu installieren
fi_fi: Lataa uudelleen
he_il: התקנ/י מחדש
hu_hu: Újratelepítés
it_it: Reinstalla
ja_jp: 再インストール
ro_ro: Reinstalează
sr_sp: Реинсталација
sv_se: Ominstallera
tr_tr: Yeniden Yükle

source: Update
ca_es: Actualitza
da_dk: Opdatering
de_de: Aktualisieren
fi_fi: Päivitä
he_il: עדכנ/י
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: アップデート
ro_ro: Actualizează
sr_sp: Ажурирај
sv_se: Uppdatera
tr_tr: Güncelle

source: Rename
ca_es: Canviar el nom
da_dk: Omdøb
de_de: Umbenennen
fi_fi: Nimeä uudelleen
he_il: שנה/י שם
hu_hu: Átnevez
it_it: Rinomina
ja_jp: 名前を変更
ro_ro: Redenumiți
sr_sp: Преименуј
sv_se: Byt namn
tr_tr: Yeniden Adlandır

source: Backup
ca_es: Còpia de seguretat
da_dk: Sikkerhedskopi
de_de: Backup erstellen
fi_fi: Varmuuskopioi
he_il: גבה/י
hu_hu: Biztonsági Mentés
ja_jp: バックアップ
ro_ro: Copiază ca Rezervă
sr_sp: Резервна копија
sv_se: Säkerhetskopiera
tr_tr: Yedekle

source: Clone
ca_es: Clonar
da_dk: Klon
de_de: Klonen
fi_fi: Kloonaa
he_il: שכפל/י
hu_hu: Másolat
it_it: Duplica
ja_jp: 複製
ro_ro: Clonează
sr_sp: Клонирај
sv_se: Kopiera
tr_tr: Çoğalt

source: Delete
ca_es: Eliminar
da_dk: Slet
de_de: Entfernen
fi_fi: Poista
he_il: מחק/י
hu_hu: Töröl
it_it: Elimina
ja_jp: 消し
ro_ro: Șterge
sr_sp: Избриши
sv_se: Radera
tr_tr: Sil

source: Add Mods
ca_es: Afegeix Mods
da_dk: Tilføj modifikation
de_de: Mods hinzufügen
fi_fi: Lisää modeja
he_il: הוספ/י מודים
hu_hu: Modok hozzáadása
it_it: Aggiungi Modulo
ja_jp: モッズをモッズを加えて。
ro_ro: Adaugă Modificări
sr_sp: Додај модове
sv_se: Lägg till mods
tr_tr: Mod Ekle

source: Edit Mods
ca_es: Editar Mods
da_dk: Editer modifikationer
de_de: Mods bearbeiten
fi_fi: Muokkaa modeja
he_il: ערוך/ערכי מודים
hu_hu: Modok szerkesztése
it_it: Modalità di modifica
ja_jp: Modを編集
ro_ro: Editează Modificări
sr_sp: Подеси модове
sv_se: Ändra mods
tr_tr: Modları Düzenle

source: Servers
ca_es: Servidors
de_de: Server
fi_fi: Palvelimet
he_il: שרתים
hu_hu: Szerverek
it_it: Server
ja_jp: サーバー
ro_ro: Servere
sr_sp: Сервери
sv_se: Servrar
tr_tr: Sunucular

source: Settings
ca_es: Configuració
da_dk: Indstillinger
de_de: Einstellungen
fi_fi: Asetukset
he_il: הגדרות
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
ro_ro: Setări
sr_sp: Подешавања
sv_se: Inställningar
tr_tr: Ayarlar

source: Instance Corrupt
de_de: Fehlerhafte Instanz
fi_fi: Paketti korruptoitunut
he_il: מקרה משובש
hu_hu: Megfertőzött példány
it_it: Istanza Corrutta
ro_ro: Instanță Coruptă
sr_sp: Инсатнца је коруптована
sv_se: Instans korrupt
tr_tr: Oluşum Bozuk

source: Cannot play instance as it's corrupted. Please reinstall, update or delete it.
de_de: Kann die Instanz nicht spielen, da sie fehlerhaft ist. Bitte installiere sie neu, aktualisiere oder entferne sie.
fi_fi: Ei voida pelata pakettia, koska se on korruptoitunut. Lataa uudelleen, päivitä tai poista se.
he_il: לא יכול לשחק במקרה מכיוון שהוא משובש. אנא התקנ/י מחדש, עדכנ/י או מחק/י אותו.
it_it: Impossibile riprodurre l'istanza perché corrotta. Si prega di reinstallare, aggiornare o eliminarla.
ro_ro: Nu se poate lansa instanța deoarece este coruptă. Vă rugăm reinstalați-o, actualizați-o sau ștegeți-o.
sr_sp: Не могу покренути инстанцу. Молимо вас да реинсталирате, ажурирате или избрисете инстанцу.
sv_se: Kan inte spela instansen på grund av att den är korrupt. Var god att ominstallera, uppdatera eller ta bort den.
tr_tr: Oluşum bozulduğu için oynanamıyor. Lütfen yeniden kurun, güncelleyin veya kaldırın.

source: Cannot backup instance as it's corrupted. Please reinstall, update or delete it.
de_de: Kann Instanz nicht sichern, da sie beschädigt ist. Bitte installiere sie neu, aktualisiere oder lösche sie.
fi_fi: Ei voida varmuuskopioida pakettia, koska se on korruptoitunut. Lataa uudelleen, päivitä tai poista se.
he_il: לא יכול לגבות מקרה מכיוון שהוא משובש. אנא התקנ/י מחדש, עדכנ/י או מחק/י אותו.
it_it: Impossibile riprodurre l'istanza perché corrotta. Si prega di reinstallare, aggiornare o eliminarla.
ro_ro: Nu se poate face o copie de rezervă a instanței deoarece este coruptă. Vă rugăm reinstalați-o, actualizați-o sau ștegeți-o.
sr_sp: Не могу да копирам инстанцу пошто је коруптована. Молимо вас да реинсталирате, ажурирате или избрисете инстанцу.
sv_se: Kan inte säkerhetskopiera instansen för den är korrupt. Var god att ominstallera den, uppdatera den eller ta bort den.
tr_tr: Oluşum bozulduğu için yedeklenemiyor. Lütfen yeniden kurun, güncelleyin veya kaldırın.

source: Cannot clone instance as it's corrupted. Please reinstall, update or delete it.
de_de: Kann die Instanz nicht kopieren, da sie fehlerhaft ist. Bitte installiere sie neu, aktualisiere oder lösche sie.
fi_fi: Ei voida kloonata pakettia, koska se on korruptoitunut. Lataa uudelleen, päivitä tai poista se.
he_il: לא יכול לשכפל מקרה מכיוון שהוא משובש. אנא התקנ/י מחדש, עדכנ/י או מחק/י אותו.
it_it: Impossibile riprodurre l'istanza perché corrotta. Si prega di reinstallare, aggiornare o eliminarla.
ro_ro: Nu se poate clona instanța deoarece este coruptă. Vă rugăm reinstalați-o, actualizați-o sau ștegeți-o.
sr_sp: Не могу да клонирам инстанцу пошто је коруптована. Молимо вас да реинсталирате, ажурирате или избрисете инстанцу.
sv_se: Kan inte kopiera instansen för den är korrupt. Var god att ominstallera, uppdatera eller ta bort den.
tr_tr: Oluşum bozulduğu için kopyalanamıyor. Lütfen yeniden kurun, güncelleyin veya kaldırın.

source: Cannot launch instance due to your Java version
de_de: Kann die Instanz aufgrund deiner Java-Version nicht starten
fi_fi: Ei voida pyörittää pakettia Java-versiosi takia
he_il: לא יכול לשגר מקרה בגלל גרסאת ה-Java שלך
it_it: Impossibile avviare l'istanza a causa della tua versione Java
ro_ro: Nu se poate salva instanța din cauza versiunii Java
sr_sp: Не могу да покренем инстанцу због ваше Јава верзије
sv_se: Kan inte starta instansen på grund av din Java version
tr_tr: Oluşum, Java sürümünüzden dolayı çalıştırılamıyor

source: There was an issue launching this instance.<br/><br/>This version of the pack requires a Java version which you are not using.<br/><br/>Please install that version of Java and try again.<br/><br/>Java version needed: {0}
de_de: Es gab ein Problem beim Starten dieser Instanz.<br/><br/>Diese Version des Packs benötigt eine Java-Version, die du nicht verwendest.<br/><br/>Bitte installiere diese Java-Version und versuche es erneut.<br/><br/>Benötigte Java-Version: {0}
fi_fi: Virhe tapahtui pyörittäessä pakettia.<br/><br/>Tämä versio tarvitsee Java-version, mitä sinä et käytä.<br/><br/>Asenna tarvittava Java-versio ja yritä uudelleen.<br/><br/>Tarvittava Java-versio: {0}
he_il: ישנה בעיה בפתיחת המקרה.<br/><br/>גרסא זו של החבילה דורשת גרסא של Java שאת/ה לא משתמש/ת בה.<br/><br/>אנא התקנ/י את הגרסא הזאת של Java ונסה/י מחדש.<br/><br/>גרסאת Java דרושה: {0}
it_it: C'è stato un problema durante il lancio di questa istanza.<br/><br/>Questa versione del pacchetto richiede una versione Java che non stai usando.<br/><br/>Si prega di installare la versione di Java e riprovare.<br/><br/>Versione Java necessaria: {0}
ro_ro: A apărut o problemă la lansarea acestei instanțe.<br/><br/>Această versiune a modpackului necesită o versiune Java pe care nu o folosiți.<br/><br/>Vă rugăm instalați acea versiune de Java și încercați din nou.<br/><br/>Versiunea de Java necesară: {0}
sr_sp: Дошло је до проблема при стару инстанце.<br/><br/>Ова верзија пакета захтева Јава верзију коју ви не користите.<br/><br/>Молимо вас инсталирајте ту Јава верзију и покушајте поново.<br/><br/>Неопходна Јава берзија: {0}
sv_se: Ett problem uppstod när denna instansen skulle starta.<br/><br/>Den här versionen av instansen kräver en Java version som du inte använder.<br/><br/>Snälla installera den versionen av Java och försök igen.<br/><br/>Java versionen som behövs: {0}

source: Update Available
ca_es: Actualització disponible
da_dk: Opdatering tilgængelig
de_de: Aktualisierung möglich
fi_fi: Päivitys saatavilla
he_il: עדכון זמין
it_it: Aggiornamento disponibile
ja_jp: アップデートあり
ro_ro: Actualizare Disponibilă
sr_sp: Ажурирање је доступно
sv_se: Uppdatering Tillgänglig
tr_tr: Güncelleme Mevcut
